import { CategoryItem } from '../types';

export const category_12: CategoryItem[] = [
  {
    "id": "cat_12",
    "code": "12",
    "majorId": "12",
    "mediumId": "",
    "smallId": "",
    "name": "化学品、化学制品及纤维",
    "description": "本大类包括有机和无机原材料经过化学过程转化并形成产品。构成本大类的第一个中类为基础化学品生产，与构成本大类的其他中类相比，其余的中类以第一中类的基础化学品为基础，经过进一步加工得到的中间和最终产品。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_12_01",
    "code": "12.01",
    "majorId": "12",
    "mediumId": "12.01",
    "smallId": "",
    "name": "基础化学品、化肥及含氮化合物、初级形态的塑料和合成橡胶的制造",
    "description": "本中类包括基础化学品、化肥及相关含氮化合物、初级形态塑料及合成橡胶的制造。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_12_01_01",
    "code": "12.01.01",
    "majorId": "12",
    "mediumId": "12.01",
    "smallId": "12.01.01",
    "name": "工业用气体的制造",
    "description": "",
    "includes": [
      "液化或压缩的工业或医用无机气体的制造：",
      "◆单质气体；",
      "液化或压缩的空气；",
      "制冷气体；",
      "工业混合气体；",
      "惰性气体，如二氧化碳；",
      "◆隔离气体。"
    ],
    "excludes": [
      "甲烷、乙烷、丙烷或丁烷的开采，见02.04.00;",
      "炼油厂中燃料气体如乙烷、丁烷和丙烷的制造，见10.02.00;",
      "以煤、垃圾为原料的气体燃料制造，见26.01.01。"
    ]
  },
  {
    "id": "cat_12_01_02",
    "code": "12.01.02",
    "majorId": "12",
    "mediumId": "12.01",
    "smallId": "12.01.02",
    "name": "染料和颜料的制造",
    "description": "",
    "includes": [
      "以任何原料制造基本形态或浓缩形态的染料和颜料。",
      "用作荧光增白剂或发光体类产品的制造。"
    ],
    "excludes": [
      "成品染料和颜料的制造，见12.03.00。"
    ]
  },
  {
    "id": "cat_12_01_03",
    "code": "12.01.03",
    "majorId": "12",
    "mediumId": "12.01",
    "smallId": "12.01.03",
    "name": "其他无机基础化学品的制造",
    "description": "本小类包括利用基本过程制造化学品。这些过程的产出通常是分离的化学元素或分离的且化学成分确定的化合物。",
    "includes": [
      "化学元素的制造(除了工业气体和基础金属):",
      "一硝酸以外的无机酸制造；",
      "一碱、碱液和氨以外其他无机碱的制造；",
      "一其他无机化合物的制造；",
      "一黄铁矿的煅烧；",
      "一蒸馏水的制造。",
      "铀和钍矿石的浓缩。"
    ],
    "excludes": [
      "工业气体的制造，见12.01.01:",
      "氮肥和含氮化合物的制造，见12.01.05;",
      "氨的制造，见12.01.05;",
      "氯化铵的制造，见12.01.05;",
      "亚硝酸钾和硝酸钾的制造，见12.01.05;",
      "碳酸铵的制造，见12.01.05;",
      "芳香蒸馏水的制造，见12.05.03;",
      "基础金属的制造，见17.01～17.05。"
    ]
  },
  {
    "id": "cat_12_01_04",
    "code": "12.01.04",
    "majorId": "12",
    "mediumId": "12.01",
    "smallId": "12.01.04",
    "name": "其他有机基础化学品的制造",
    "description": "本小类包括利用基本过程制造化学品，如热裂解和蒸馏。这些过程的产出通常是分离的且化学成分确定的化合物。",
    "includes": [
      "基础有机化学品的制造：",
      "◆饱和与不饱和无环烃；",
      "◆饱和与不饱和有环烃；",
      "◆无环和有环醇；",
      "◆单羧基或多羧基酸，包括醋酸；",
      "◆其他含氧基化合物，包括醛类、酮类、醌以及含有二个或多个氧基的化合物；",
      "◆合成甘油；",
      "◆含氮基有机化合物，包括胺类；",
      "◆甘蔗、谷物或类似物的发言以后以生产乙醇和酯；",
      "◆其他有机化合物，包括木材蒸馏制品(如木炭)等。",
      "一合成芳香化合物的制造；",
      "一煤焦油的蒸馏。"
    ],
    "excludes": [
      "初级形态塑料的制造，见12.01.06;",
      "初级形态合成橡胶的制造，见12.01.07;",
      "粗甘油的制造，见12.04.01;",
      "天然精油的制造，见12.05.03;",
      "水杨酸和邻乙酰基水杨酸的制造，见13.01.00。"
    ]
  },
  {
    "id": "cat_12_01_05",
    "code": "12.01.05",
    "majorId": "12",
    "mediumId": "12.01",
    "smallId": "12.01.05",
    "name": "化肥及含氮化合物的制造",
    "description": "",
    "includes": [
      "化肥的制造：",
      "◆单一或复合的氮肥、磷肥或钾肥；",
      "◆尿素、天然粗磷酸盐和天然粗钾盐的制造。",
      "氮相关产品的制造：",
      "◆硝酸与磺硝酸、氨、氯化铵、碳酸铵、硝酸钾与亚硝酸钾。",
      "一以泥煤为主要成分的盆栽土的制造；",
      "一混合有天然土壤、沙、粘土和矿物质的盆栽土的制造。"
    ],
    "excludes": [
      "鸟粪石的开采，见02.08.01;",
      "农用化学品，如农药的制造，见12.02.00。"
    ]
  },
  {
    "id": "cat_12_01_06",
    "code": "12.01.06",
    "majorId": "12",
    "mediumId": "12.01",
    "smallId": "12.01.06",
    "name": "初级形态塑料的制造",
    "description": "本小类包括树脂、塑料原料和非硫化热塑性弹性体的制造，定制的树脂混合与共混，以及非定制合成树脂的制造。",
    "includes": [
      "初级形态塑料的制造：",
      "◆聚合物，包括聚乙烯、聚丙烯、聚苯乙烯、聚氯乙烯、聚醋酸乙烯和聚丙烯酸；",
      "◆聚酰胺；",
      "◆酚醛与环氧树脂和聚氨脂；",
      "◆醇酸与聚酯树脂和聚醚；",
      "◆硅酮；",
      "◆基于聚合物的离子交换剂。",
      "一纤维素及其化学衍生物的制造。"
    ],
    "excludes": [
      "人造和合成纤维、长丝及纱线的制造，见12.06.00;",
      "塑料制品的粉碎，见24.01.02。"
    ]
  },
  {
    "id": "cat_12_01_07",
    "code": "12.01.07",
    "majorId": "12",
    "mediumId": "12.01",
    "smallId": "12.01.07",
    "name": "初级形态合成橡胶的制造",
    "description": "",
    "includes": [
      "初级形态合成橡胶的制造：",
      "◆合成橡胶；",
      "◆硫化油膏。",
      "一合成橡胶和天然橡胶或似橡胶的树胶(如巴拉塔树胶)的混合物制造。"
    ],
    "excludes": []
  },
  {
    "id": "cat_12_02",
    "code": "12.02",
    "majorId": "12",
    "mediumId": "12.02",
    "smallId": "",
    "name": "杀虫剂及其他农用化学品的制造",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_12_02_00",
    "code": "12.02.00",
    "majorId": "12",
    "mediumId": "12.02",
    "smallId": "12.02.00",
    "name": "杀虫剂及其他农用化学品的制造",
    "description": "",
    "includes": [
      "一杀虫剂、灭鼠剂、杀菌剂、除草剂、杀螨剂、灭螺剂、生物灭杀剂的制造；",
      "一发芽抑制剂、植物生长调节剂的制造；",
      "一消毒剂(用于农业和其他用途)的制造；",
      "一其他未另分类农用化学品的制造。"
    ],
    "excludes": [
      "一化肥和含氮化合物的制造，见12.01.05。"
    ]
  },
  {
    "id": "cat_12_03",
    "code": "12.03",
    "majorId": "12",
    "mediumId": "12.03",
    "smallId": "",
    "name": "色漆、清漆和类似涂料、印刷油墨及填补剂的制造",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_12_03_00",
    "code": "12.03.00",
    "majorId": "12",
    "mediumId": "12.03",
    "smallId": "12.03.00",
    "name": "色漆、清漆和类似涂料、印刷油墨及填补剂的制造",
    "description": "",
    "includes": [
      "一色漆与清漆、磁漆或亮漆的制造；",
      "一成品颜料与染料、消光剂和着色剂的制造；",
      "一制造玻璃化瓷釉、釉料，及釉底料和类似品的备制；",
      "一填补剂的制造；",
      "一填缝剂和类似的非耐火填充剂或表面找平剂的制造；",
      "一有机合成溶剂和稀释剂的制造；",
      "一成品色漆或清漆清除剂的制造；",
      "一印刷油墨的制造。"
    ],
    "excludes": [
      "一染料和颜料的制造，见12.01.02;",
      "一书写和绘图墨水的制造，见12.05.04。"
    ]
  },
  {
    "id": "cat_12_04",
    "code": "12.04",
    "majorId": "12",
    "mediumId": "12.04",
    "smallId": "",
    "name": "肥皂及洗涤剂、清洗上光剂、香水及盥洗用品的制造",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_12_04_01",
    "code": "12.04.01",
    "majorId": "12",
    "mediumId": "12.04",
    "smallId": "12.04.01",
    "name": "肥皂及洗涤剂、清洗上光剂的制造",
    "description": "",
    "includes": [
      "一有机表面活性剂的制造；",
      "一覆盖有或涂有肥皂或洗涤剂的纸、棉絮、毡等的制造；",
      "一甘油的制造；",
      "一肥皂(除美容皂)的制造；",
      "一表面活性制品的制造：",
      "固体或液体洗涤剂和清洁剂；",
      "餐具洗涤剂；",
      "纺织品软化剂。",
      "洁和上光剂的生产：",
      "室内清香剂和去臭剂；",
      "人造蜡和调制蜡；",
      "◆皮革上光剂和上光乳剂；",
      "◆木材上光剂和上光乳剂；",
      "车身、玻璃和金属的上光剂；",
      "◆糊状或粉状擦净剂，包括覆盖有或涂有它们的纸、棉絮等。"
    ],
    "excludes": [
      "一分离的且化学成分确定的化合物制造，见12.01.03、12.01.04;",
      "一以石油产品为原料的合成甘油的制造，见12.01.04",
      "一美容皂的制造，见12.04.02。"
    ]
  },
  {
    "id": "cat_12_04_02",
    "code": "12.04.02",
    "majorId": "12",
    "mediumId": "12.04",
    "smallId": "12.04.02",
    "name": "香水及盥洗用品的制造",
    "description": "",
    "includes": [
      "一香水及盥洗用品的制造：",
      "◆香水和花露水；",
      "◆美容和化装品；",
      "◆防晒剂和日晒霜；",
      "◆指甲油和脚趾甲油；",
      "◆洗发液(香波)、发蜡、卷发和矫直剂；",
      "◆牙膏和口腔卫生用品，包括假牙粘合剂；",
      "◆剃须用品，包括剃须前和剃须后用品；",
      "◆除臭剂和沐浴盐；",
      "◆脱毛剂。",
      "一美容皂的制造。"
    ],
    "excludes": [
      "一天然精油的萃取和精炼，见12.05.03。"
    ]
  },
  {
    "id": "cat_12_05",
    "code": "12.05",
    "majorId": "12",
    "mediumId": "12.05",
    "smallId": "",
    "name": "其他化学制品的制造",
    "description": "本中类包括爆炸物与烟火制品、胶水、精油和其他未另分类化学制品，如摄影用化学材料(包括胶片和感光纸)、合成诊断用品等的制造。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_12_05_01",
    "code": "12.05.01",
    "majorId": "12",
    "mediumId": "12.05",
    "smallId": "12.05.01",
    "name": "炸药的制造",
    "description": "",
    "includes": [
      "一推进剂粉的制造；",
      "一炸药和烟火制品(包括雷管、引爆剂及信号弹等)的制造；",
      "一火柴的制造。"
    ]
  },
  {
    "id": "cat_12_05_02",
    "code": "12.05.02",
    "majorId": "12",
    "mediumId": "12.05",
    "smallId": "12.05.02",
    "name": "胶粘剂的制造",
    "description": "",
    "includes": [
      "一胶水和成品粘合剂/胶粘剂，包括橡胶基胶水和胶粘剂的制造。"
    ],
    "excludes": [
      "一明胶及其衍生物的制造，见12.05.04。"
    ]
  },
  {
    "id": "cat_12_05_03",
    "code": "12.05.03",
    "majorId": "12",
    "mediumId": "12.05",
    "smallId": "12.05.03",
    "name": "精油的制造",
    "description": "",
    "includes": [
      "一天然芳香产品提取物的制造；",
      "一香树脂的制造；",
      "一用于制造香水或食品的香味产品混合物的制造。"
    ],
    "excludes": [
      "一合成芳香产品的制造，见12.01.04;",
      "一香水和盥洗用品的制造，见12.04.02。"
    ]
  },
  {
    "id": "cat_12_05_04",
    "code": "12.05.04",
    "majorId": "12",
    "mediumId": "12.05",
    "smallId": "12.05.04",
    "name": "其他未另分类化学制品的制造",
    "description": "",
    "includes": [
      "一摄影底片、胶片、感光纸和其他未曝光感光材料的制造；",
      "一摄影用化学药剂的制造；",
      "一明胶及其衍生物的制造；",
      "一各类化学制品的制造：",
      "◆胨、胨衍生物、其他未另分类的蛋白物质和它们的衍生物；",
      "◆化学改性的油和脂；",
      "◆纺织品和皮革整理用材料；",
      "◆软钎焊、硬钎焊或熔接用粉和膏；",
      "◆金属酸洗用物质；",
      "◆水泥添加剂；",
      "◆活性炭、润滑油添加剂、橡胶促进剂、催化剂和其他工业用化学品；",
      "抗爆剂、防冻剂；",
      "液压传送液；",
      "综合分析试剂或实验室用试剂。",
      "一书写和绘图墨水的制造。"
    ],
    "excludes": [
      "一批量且成分确定的化学品的制造，见12.01.03、12.01.04;",
      "一蒸馏水的制造，见12.01.03;",
      "一其他有机基础化学品的制造，见12.01.04;",
      "一印刷油墨的制造，见12.03.00;",
      "一沥青基粘合剂的制造，见15.06.02。"
    ]
  },
  {
    "id": "cat_12_06",
    "code": "12.06",
    "majorId": "12",
    "mediumId": "12.06",
    "smallId": "",
    "name": "合成纤维的制造",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_12_06_00",
    "code": "12.06.00",
    "majorId": "12",
    "mediumId": "12.06",
    "smallId": "12.06.00",
    "name": "合成纤维的制造",
    "description": "",
    "includes": [
      "一合成或人造长丝丝束的制造；",
      "一纺纱用未梳或未经其他方式处理过的合成或人造短纤维的制造；",
      "一合成或人造长丝纱线(包括高韧纱线)的制造；",
      "一合成或人造单丝或带的制造。"
    ],
    "excludes": [
      "一合成或人造纤维的纺纱，见04.01.00;",
      "一人造短纤维纱的制造，见04.01.00。"
    ]
  }
];
