import { CategoryItem } from '../types';

export const category_34: CategoryItem[] = [
  {
    id: 'cat_34',
    code: '34',
    majorId: '34',
    mediumId: '',
    smallId: '',
    name: '工程服务',
    description: ' 本大类包括建筑设计服务、工程服务、制图服务、建筑\n检查服务和测绘服务。包括物理的、化学的和其他分析测\n试服务。\n 本大类也包括三种类型的研究和开发活动：(1)基础研\n究：通过现象和观察到的事实获得新的潜在原理而开展的\n实验或理论性工作，无特定用途或应用目的；(2)应用研\n究：针对一个特定的实用目的或目标进行的原创研究；\n(3)实验性开发：利用从研究和/或实际经验得到的现有\n的知识进行的系统性工作，主要用以生产新材料、产品和\n设备，设置新工艺、系统和服务项目，以及大幅改进那些\n现有的产品或装置。研究和实验开发活动被分为两类：自\n然科学和工程学、社会科学和人文科学。\n 本大类还包括除摄影和翻译以外的其他专业科技活动。',
    excludes: ['一市场调查，见35.06.00。']
  },
  // Medium 34.01
  {
    majorId: '34',
    mediumId: '34.01',
    smallId: '',
    name: '建筑设计和工程活动及相关技术咨询',
    description: ' 本中类包括建筑设计服务、工程服务、制图服务、建筑\n检查服务和测绘服务等类似的服务。'
  },
  {
    majorId: '34',
    mediumId: '34.01',
    smallId: '34.01.01',
    name: '建筑设计活动',
    description: ' 本小类包括：\n 一建筑咨询活动：\n ◆建筑设计和制图；\n ◆城镇和城市规划和景观设计。',
    excludes: [
      '一计算机咨询活动，见33.02.02、33.02.04;',
      '一室内装潢，见34.05.00。'
    ]
  },
  {
    majorId: '34',
    mediumId: '34.01',
    smallId: '34.01.02',
    name: '工程活动及相关技术咨询',
    description: ' 本小类包括：\n 一工程设计(如运用物理学和工程学原理设计机械、\n 材料、仪器、结构、工艺和系统)以及咨询活动：\n ◆机械、工业生产和工业厂房；\n ◆涉及土木工程、水力工程、交通工程的项目；\n ◆水管理项目；\n ◆关于电气和电子工程、采矿工程、化学工程、机械、\n 工业及系统工程、安全工程的项目细化和实现。\n 一应用空调、制冷、卫生和污染控制工程、声学工程\n 等的项目细化；\n —地球物理、地质和地震勘测；\n 一大地测量活动：\n ◆土地和边界勘测活动；\n ◆水文勘查活动；\n ◆地下勘测活动；\n ◆地图测绘和空间信息的活动。',
    excludes: [
      '一采矿作业相关的试钻，见02.09.00、02.10.00;',
      '一相关的软件开发或发行，见33.01.02、33.02.01;',
      '一计算机咨询活动，见33.02.02、33.02.04;',
      '一技术测试，见34.02.00;',
      '一与工程有关的研究和开发活动，见34.03.02;',
      '一工业设计，见34.05.00;',
      '一航空摄影，见35.07.00。'
    ]
  },
  // Medium 34.02
  {
    majorId: '34',
    mediumId: '34.02',
    smallId: '',
    name: '技术测试和分析',
    description: ''
  },
  {
    majorId: '34',
    mediumId: '34.02',
    smallId: '34.02.00',
    name: '技术测试和分析',
    description: ' 本小类包括对所有类型材料和产品的物理、化学和其他\n分析测试活动，例如：\n 声学和振动测试；\n 对矿物等的成分和纯度的测试；\n 在食品卫生领域的测试活动，包括与食品生产有关\n 的兽医测试和控制；\n 材料的物理特性和性能测试，如强度、厚度、耐久\n 性、放射性等；\n ◆合格性和可靠性测试；\n ◆整套机械的性能测试：如发动机，汽车，电子设备等；\n ◆焊缝和接头的射线检测；\n ◆故障分析；\n ◆环境指标的测试和测量：空气和水的污染等。\n 一产品认证，包括消费品、机动车、飞机、压力容\n 器、成套核设备等；\n 一机动车辆的定期道路安全测试；\n 一用模型和实物大模型(如飞机、船舶、堤坝等)测试；\n 一警用实验室运作。',
    excludes: [
      '一动物样本检测，见38.10.00;',
      '一诊断成像，医学及牙科样本的测试和分析，见38.01\n -38.03。'
    ]
  },
  // Medium 34.03
  {
    majorId: '34',
    mediumId: '34.03',
    smallId: '',
    name: '自然科学和工程领域的研究和实验性开发',
    description: ' 本中类包括在自然科学和工程领域的基础研究、应用研\n究和实验性开发。'
  },
  {
    majorId: '34',
    mediumId: '34.03',
    smallId: '34.03.01',
    name: '生物技术的研究和实验性开发',
    description: '本小类包括生物技术的研究与实验性开发：\n—DNA/RNA:基因组学、药物基因组学、基因探测、\n 基因工程、DNA/RNA的测序/合成/增容、基因表\n 达谱，以及应用反义技术；\n 一蛋白质和其他分子：排序/合成/设计蛋白质和肽(包\n 括大分子荷尔蒙),改善大分子药物传递方法，蛋白质\n 组、蛋白质的分离和纯化，标记，识别细胞受体；\n 一细胞和组织培养与工程学：细胞/组织培养，组织\n 工程(包括组织支架和生物医学工程),细胞融合，\n 疫苗/免疫增强剂，胚胎操纵；\n一生物处理技术：用生物反应器发酵，生物加工，生\n 物浸出，生物制浆，生物漂白，生物脱硫，生物修\n 复，生物过滤和植物修复；\n一基因和RNA载体：基因治疗，病毒载体；\n 一生物信息学：关于基因组、蛋白质序列数据库的建\n 设，复杂生物过程模型(包括系统生物学);\n 一纳米生物技术：运用纳米/微制造工具和工艺，建立\n 研究生物系统以及用于药物输送、诊断等的设备。'
  },
  {
    majorId: '34',
    mediumId: '34.03',
    smallId: '34.03.02',
    name: '其他自然科学和工程学领域的研究和实验性开发',
    description: '本小类包括：\n一除生物技术外，对自然科学和工程领域的其他研究\n 和实验性开发：\n 自然科学的研究和开发；\n 工程和技术的研究和开发；\n 医学的研究和开发；\n 农业科学的研究和开发；\n 以自然科学和工程领域为主的，跨学科的研究和\n 开发。'
  },
  // Medium 34.04
  {
    majorId: '34',
    mediumId: '34.04',
    smallId: '',
    name: '社会科学和人文科学领域的研究和实验性开发',
    description: ''
  },
  {
    majorId: '34',
    mediumId: '34.04',
    smallId: '34.04.00',
    name: '社会科学和人文科学领域的研究和实验性开发',
    description: '本小类包括：\n 一社会科学的研究和开发；\n 一人文学科的研究和开发；\n一社会科学和人文学为主的，跨学科的研究和开发。',
    excludes: [' 一市场调查，见35.06.00。']
  },
  // Medium 34.05
  {
    majorId: '34',
    mediumId: '34.05',
    smallId: '',
    name: '专业设计活动',
    description: ''
  },
  {
    majorId: '34',
    mediumId: '34.05',
    smallId: '34.05.00',
    name: '专业设计活动',
    description: '本小类包括：\n 一与纺织品、衣着服饰、鞋类、珠宝首饰、家具和其\n 他内部装饰及其他时尚物品以及个人或家用物品有\n 关的时尚设计；\n —工业设计，即针对产品便于使用、价值和外观的设计及规格进行创作和开发，其内容包括：确定材料、\n 构造、形状、颜色和成品外观，同时考虑到人类特\n 性和需要、产品安全、市场需求、使用和保养；\n 一平面设计师的活动；\n 一室内装饰师的活动。',
    excludes: [
      ' 一网页设计和编程，见33.02.01;',
      ' 一建筑设计，见34.01.01;',
      ' 一工程设计，即运用物理学和工程学原理设计机械、\n 材料、仪器、结构、工艺和系统，见34.01.02。'
    ]
  },
  // Medium 34.06
  {
    majorId: '34',
    mediumId: '34.06',
    smallId: '',
    name: '其他未另分类的专业、科学和技术活动',
    description: ''
  },
  {
    majorId: '34',
    mediumId: '34.06',
    smallId: '34.06.00',
    name: '其他未另分类的专业、科学和技术活动',
    description: ' 本小类包括通常向商业客户提供的种类繁多的服务活动。包括那些要求更高级别的专业、科技水平\n的活动，但不包括通常为短期的，日常业务功能。\n 本小类包括：\n 一商业经纪活动，即如安排小型或中型商业的收购和出售，包括专业活动，但不包括房地产经\n纪；\n 一专利经纪活动(安排购买和出售专利);一评估活动，除为房地产和保险(为古董、珠宝等保险)评估\n之外的；\n 一票据审计和运费率信息；一天气预报活动；\n 一 安保咨询；—农学咨询；\n 一环境咨询；一其他技术咨询；\n 一除建筑、工程和管理之外的咨询活动；\n 一工料测量师的活动。\n 本小类还包括：\n 一由代理人和代理机构代表个人进行的活动，通常包括参与电影、戏剧作品或其他娱乐或体育节\n目，以及与出版商、制作人等合作推介书籍、剧本、艺术作品、摄影等。',
    excludes: [
      '一旧汽车的批量拍卖，见29.01;',
      '一网上拍卖活动(零售),见29.21.01;',
      '一拍卖行活动(零售),见29.19.09;',
      '一房地产经纪活动，见32.13.01;',
      '一簿记活动，见35.02.00;',
      '一管理咨询活动，见35.04.02;',
      '一建筑和工程咨询的活动，见34.01;',
      '一工业及机械设计，见34.01.02、34.05.00;',
      '一与食品生产相关的兽医测试和控制，见34.02.00;',
      '一广告展示和其他宣传设计展示，见35.05.01;',
      '一看台及其他展览展台和场所的创作，见35.05.01;',
      '一大会及贸易展览组织活动，见35.20.00;',
      '一独立拍卖人的活动，见35.21.03;',
      '一忠诚度计划的管理，见35.21.03;',
      '一消费者信贷及债务咨询，见38.09.02'
    ]
  }
];
