import { CategoryItem } from '../types';

export const category_30: CategoryItem[] = [
  {
    id: 'cat_30',
    code: '30',
    majorId: '30',
    mediumId: '',
    smallId: '',
    name: '宾馆及餐馆',
    description: '本大类包括为访客和其他旅客提供短期住宿，以及提供适合即时消费的全套饮食。本大类涉及的补充服务在数量和类型上可以有很大的不同。\n 本大类不包括提供作为主要居住场所的长期住宿，这种情况归类于房地产活动(32.11～32.13)。也不包括将预先备好的饮食通过独立分销渠道(即通过批发或零售活动)出售，无论饮食是否即时消费。这些食物的制作归类于食品制造业。\n 宾馆及住宿(30.01～30.04)包括为访客和其他旅客提供短期住宿，也包括为学生、工人和类似人群提供较长期的住宿。可以只提供住宿，也可以提供住宿、餐饮和/或娱乐设施的组合服务。不包括提供长期居住设施(如月租或年租式公寓，已划分在房地产类)等相关活动。\n 餐饮服务(30.05～30.07)包括为即时消费提供完整膳食或饮料的餐饮服务，无论是在传统的餐厅、自助还是外卖餐厅中，也不论是固定或临时摊位、有无座位。重点的是为即时消费提供膳食，而不在于他们的设施。不包括生产不适于作为即时消费的膳食、不计划作为即时消费的膳食，或者生产不作为餐食的预制食物(见食品生产和饮料生产03.01～03.10),也不包括售卖非自己制作、不作为餐食的食品，或售卖不适合即时消费的膳食(见批发和零售业第29大类部分活动)。'
  },
  // Medium 30.01
  {
    majorId: '30',
    mediumId: '30.01',
    smallId: '',
    name: '宾馆和类似的住宿',
    description: ''
  },
  {
    majorId: '30',
    mediumId: '30.01',
    smallId: '30.01.00',
    name: '宾馆和类似的住宿',
    description: '本小类包括一般按天或按周，原则上为短期游客提供住宿。本小类包括提供配备有家具的客房和套房的住宿。服务包括每天的清扫和铺床。可能提供额外服务，如食物与饮料服务、停车、洗衣服务、游泳池与健身房、娱乐设施以及会议室和会议设施。\n 本小类包括下列方式提供的住宿：\n 一 宾 馆 ；\n 一 度假酒店；\n —套房/公寓式酒店；\n 一汽车旅馆。',
    excludes: ['一为了较长期使用提住房或提供配家具或未配家具的公寓，通常按月或按年计算，见32.11～32.13。']
  },
  // Medium 30.02
  {
    majorId: '30',
    mediumId: '30.02',
    smallId: '',
    name: '假日及其他短期住宿',
    description: ''
  },
  {
    majorId: '30',
    mediumId: '30.02',
    smallId: '30.02.00',
    name: '假日及其他短期住宿',
    description: '本小类包括一般按天或按周，原则上为短期游客提供，在一个独立的空间中包括完整的带有家具、烹饪设施或完备厨房的房间或居住/进餐和睡觉空间的住宿。这可能采用小型独立的多层建筑物或建筑物群、单层小屋、别墅、农舍和小木屋中的单元房或公寓形式。如果有的话，提供非常少的附加服务。\n本小类包括下列方式提供的住宿：\n —儿童和其他度假屋；\n 一旅客公寓和小屋；\n 一无家政服务的别墅和小木屋；\n 一青年旅馆和山野旅社。',
    excludes: ['一包含每天清扫、铺床、餐饮服务并带有家具的住宿提供，见30.01.00;', '一为了较长期使用提住房或提供配家具或未配家具的公寓，通常按月或按年计算，见32.11～32.13。']
  },
  // Medium 30.03
  {
    majorId: '30',
    mediumId: '30.03',
    smallId: '',
    name: '露营场地、旅行房车和拖车停车场',
    description: ''
  },
  {
    majorId: '30',
    mediumId: '30.03',
    smallId: '30.03.00',
    name: '露营场地、旅行房车和拖车停车场',
    description: '本小类包括：\n —为短期游客提供有露营地、拖车停车场、娱乐营地以及渔猎营地的住宿；\n 一为旅行房车提供空间和设施。\n本小类还包括下列方式提供的住宿：\n 一为放置帐篷和/或睡袋建造的保护性庇护所或简易露宿设施。',
    excludes: ['一山野旅社、小木屋和旅社，见30.02.00。']
  },
  // Medium 30.04
  {
    majorId: '30',
    mediumId: '30.04',
    smallId: '',
    name: '其他住宿',
    description: ''
  },
  {
    majorId: '30',
    mediumId: '30.04',
    smallId: '30.04.00',
    name: '其他住宿',
    description: '本小类包括为学生、外来工人(季节性)和其他人，以单人或多人房间或宿舍形式，提供暂时或长期的住宿。\n 本小类包括：\n 一 学生住宅；\n 一 学校宿舍；\n 一 职工宿舍；\n 一提供食宿的房屋；\n 一铁路卧铺车。'
  },
  // Medium 30.05
  {
    majorId: '30',
    mediumId: '30.05',
    smallId: '',
    name: '餐馆及移动式食品服务活动',
    description: ''
  },
  {
    majorId: '30',
    mediumId: '30.05',
    smallId: '30.05.00',
    name: '餐馆及移动式食品服务活动',
    description: '本小类包括向顾客提供食品服务，不论他们是在坐位上通过服务员点餐还是通过菜单显示屏上自己点餐，也不论他们是现场就餐、带走或者要求送餐。本小类包括在机动车或非机动车上为即时消费就餐制备食物和提供服务。\n 本小类包括下述活动：\n —餐厅；\n 一食堂 ；\n 一 快餐店；\n 一外卖饮食场所；\n 一冰淇淋的供应车；\n 一移动式食品车；\n 一市场摊位的食品制作。\n 本小类还包括：\n 一当运送和餐饮分别由独立单位经营时，与运送有关的餐馆和酒吧活动。',
    excludes: ['一通过自动售货机零售食品，见29.21.02;', '一餐饮设施的特许经营，见30.06.02。']
  },
  // Medium 30.06
  {
    majorId: '30',
    mediumId: '30.06',
    smallId: '',
    name: '聚会餐饮及其他膳食服务活动',
    description: '本中类包括为个别活动或在特定时间段内的提供餐饮及食品特许经营活动，例如在体育场或类似的设施。'
  },
  {
    majorId: '30',
    mediumId: '30.06',
    smallId: '30.06.01',
    name: '聚会餐饮活动',
    description: '本小类包括基于与顾客的合同安排、在顾客规定的场所、为了特定事件提供膳食服务。',
    excludes: ['一制作用于转售的易腐食品，见03.08.07;', '一易腐食品零售，见29.13、29.14等。']
  },
  {
    majorId: '30',
    mediumId: '30.06',
    smallId: '30.06.02',
    name: '其他食品服务活动',
    description: '本小类包括工业化餐饮服务，即根据与顾客的合同安排，在一个特定的时间段内提供食品服务。还包括在体育场和类似设施内的食品特许经营。这类食品通常是集中在一个单位里制作的。\n 本小类包括：\n 一食品服务承包商的活动(如运输公司);\n 一在体育场和类似设施内的食品特许经营；\n 一在特许基础上，(如工厂、办公室、医院或者学校的)食堂或自助餐厅类的经营。',
    excludes: ['一制作用于转售的易腐食品，见03.08.07;', '一易腐食品零售，见29.13、29.14等。']
  },
  // Medium 30.07
  {
    majorId: '30',
    mediumId: '30.07',
    smallId: '',
    name: '饮料服务活动',
    description: ''
  },
  {
    majorId: '30',
    mediumId: '30.07',
    smallId: '30.07.00',
    name: '饮料服务活动',
    description: '本小类包括店内即时消费饮料的制作与服务。\n本小类包括下述场所的活动：\n 一酒吧 ；\n 一酒馆 ； \n —鸡尾酒酒廊；\n 一迪斯科舞厅(饮料服务为主);\n — 啤酒店；\n —咖啡馆；\n — 果汁吧；\n 一移动式饮料贩卖车。',
    excludes: ['—有包装/预制饮料的转售，见29.13、29.14等；', '一通过自动售货机零售饮料，见29.21.02;', ' 一无饮料服务的迪斯科舞厅和舞池的经营，见39.15.02。']
  }
];
