import { CategoryItem } from '../types';

export const category_23: CategoryItem[] = [
  {
    "id": "cat_23",
    "code": "23",
    "majorId": "23",
    "mediumId": "",
    "smallId": "",
    "name": "其他未另分类制造业",
    "description": "本大类包括家具的制造、以及其他未另分类的物品的制造，也包括其他设备的维修。 家具制造包括各种材料(石头、混凝土和陶瓷除外)的家具和相关产品的制造。家具制造工艺采用的是材料成型和部件组装等标准方法，包括切割、压模和层压。无论从美学还是功能品质上考虑，物品的设计都是生产工艺的一个重要方面。家具制造业采用的一些工艺与其他类别中制造业采用的工艺有相似之处。例如，木制构架生产中采用的切割和装配与6大类中木制品制造使用的方法类似。但有多个工艺可将木家具制造与木制品制造区别开来。同样，金属家具制造也使用了用于金属制品制造的滚压成型产品的制造技术。塑料家具的压模工艺与其他塑料产品的压模相似，但塑料家具的制造往往是一个专门的活动。本大类还包括其他类别未包含的各种物品的制造。由于汇总了其他类别未包含的产品，因此生产工艺(过程)、原材料和产品用途的差别很大，通用的划分准则不适用于该部分产品制造活动的分类。本大类也包括对其他设备的修理。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_23_01",
    "code": "23.01",
    "majorId": "23",
    "mediumId": "23.01",
    "smallId": "",
    "name": "家具的制造",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_23_01_01",
    "code": "23.01.01",
    "majorId": "23",
    "mediumId": "23.01",
    "smallId": "23.01.01",
    "name": "办公及店用家具的制造",
    "description": "本小类包括任何种类、任何材料(石料、混凝土或陶瓷除外)、任何场所以及不同用途家具的制造。",
    "includes": [
      "一办公室、工作室、酒店、餐馆和公共场所的椅子及座位的制造；",
      "一剧场、电影院及类似场所的椅子及座位的制造；",
      "一商店专用家具的制造：柜台、陈列柜、货架等；",
      "一办公家具的制造；",
      "一实验室工作台、凳子和其他实验室座椅、实验室家具(如柜子和桌子)的制造；",
      "一教堂、学校、餐馆用家具的制造。",
      "一有装饰的手推餐车，如甜品推车、食品推车。"
    ],
    "excludes": [
      "一黑板，见18.02.03;",
      "一汽车座椅的制造，见22.03.02;",
      "一火车座椅的制造，见22.04.00;",
      "一飞机座椅的制造，见21.01.00;",
      "一内科、外科、牙科或兽医用家具的制造，见23.06.00;",
      "一组合家具连接和安装、隔板的安装、实验室设备家具安装，见28.08.02。"
    ]
  },
  {
    "id": "cat_23_01_02",
    "code": "23.01.02",
    "majorId": "23",
    "mediumId": "23.01",
    "smallId": "23.01.02",
    "name": "厨房家具的制造",
    "description": "",
    "includes": [
      "一厨房家具的制造。"
    ],
    "excludes": []
  },
  {
    "id": "cat_23_01_03",
    "code": "23.01.03",
    "majorId": "23",
    "mediumId": "23.01",
    "smallId": "23.01.03",
    "name": "床垫的制造",
    "description": "",
    "includes": [
      "一床垫的制造： ◆装有弹簧、填充或内部装有支撑材料的床垫； ◆裸露的泡沫橡胶或泡沫塑料床垫。",
      "一床垫支架的制造。"
    ],
    "excludes": [
      "一充气橡胶床垫的制造，见14.01.02;",
      "一橡胶水床床垫的制造，见14.01.02。"
    ]
  },
  {
    "id": "cat_23_01_04",
    "code": "23.01.04",
    "majorId": "23",
    "mediumId": "23.01",
    "smallId": "23.01.04",
    "name": "其他家具的制造",
    "description": "",
    "includes": [
      "一沙发、沙发床、组合沙发的制造；",
      "—花园座椅和座位的制造；",
      "一卧室、起居室和花园等处的家具的制造；",
      "一缝纫机、电视机等用橱柜的制造。",
      "—如椅子和座位装饰(装软垫)等后加工； 一家具的后加工，如喷漆、油漆、表面抛光和装饰(装软垫)等。"
    ],
    "excludes": [
      "一枕头、褥子、坐垫、棉被和绒被的制造，见04.04.02;",
      "一陶瓷、混凝土和石制家具的制造，见15.04.02、 16.02.06、15.05.00;",
      "一照明装置或灯具的制造，见19.12.00;",
      "一汽车座椅的制造，见22.03.02;",
      "一火车座椅的制造，见22.04.00;",
      "一飞机座椅的制造，见21.01.00;",
      "—家具的重新装饰(装软垫)及修复，见29.22.04。"
    ]
  },
  {
    "id": "cat_23_02",
    "code": "23.02",
    "majorId": "23",
    "mediumId": "23.02",
    "smallId": "",
    "name": "珠宝首饰及相关物品的制造",
    "description": "本中类包括珠宝首饰及仿真珠宝首饰的制造。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_23_02_01",
    "code": "23.02.01",
    "majorId": "23",
    "mediumId": "23.02",
    "smallId": "23.02.01",
    "name": "硬币的压制",
    "description": "",
    "includes": [
      "—硬币的制造，包括用作合法货币的硬币，不论是否由贵金属制造。"
    ],
    "excludes": []
  },
  {
    "id": "cat_23_02_02",
    "code": "23.02.02",
    "majorId": "23",
    "mediumId": "23.02",
    "smallId": "23.02.02",
    "name": "珠宝首饰及相关物品的制造",
    "description": "",
    "includes": [
      "一珍珠的生产；",
      "—成品状态的宝石和半宝石的生产，包括工业品质石料及合成或再造宝石或半宝石的加工；",
      "一钻石的加工；",
      "一贵金属或在基础金属上包有贵金属的首饰，宝石或半宝石首饰，或贵金属与宝石/半宝石或其他材料结合在一起的首饰的制造；",
      "一金匠制品(贵金属或包有贵金属的基础金属)制造： ◆餐具、盘碟、凹形器皿、梳妆用品、办公用品或桌上摆件、宗教用品等。",
      "一贵金属技术用品或实验室用品(仪器及其部件除外)的制造： ◆坩埚、刮刀、电镀阳极等。",
      "一贵金属表链、腕带、表带和香烟盒的制造。",
      "—贵金属与非贵金属个人用品的雕刻。"
    ],
    "excludes": [
      "一非金属(如织物、皮革、塑料等)表带的制造，见05.01.02;",
      "一镀有贵金属的基础金属制品(仿真珠宝除外)的制造，见17.06～17.12;",
      "—表壳的制造，见19.05.02;",
      "一非贵金属表带的制造，见23.02.03;",
      "一仿真珠宝的制造，见23.02.03;",
      "一珠宝首饰的修理，见29.22.05。"
    ]
  },
  {
    "id": "cat_23_02_03",
    "code": "23.02.03",
    "majorId": "23",
    "mediumId": "23.02",
    "smallId": "23.02.03",
    "name": "仿真首饰及相关物品的制造",
    "description": "",
    "includes": [
      "一仿真珠宝首饰的制造： ◆镀有贵金属的基础金属戒指、手镯、项链和类似饰品 ◆含有如仿真宝石、仿真钻石及类似品的首饰。",
      "一金属表带的制造(贵金属表带除外)。"
    ],
    "excludes": [
      "一贵金属或包有贵金属的基础金属首饰的制造，见23.02.02;",
      "一含有真宝石的首饰的制造，见23.02.02;",
      "一贵金属表带的制造，见23.02.02。"
    ]
  },
  {
    "id": "cat_23_03",
    "code": "23.03",
    "majorId": "23",
    "mediumId": "23.03",
    "smallId": "",
    "name": "乐器的制造",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_23_03_00",
    "code": "23.03.00",
    "majorId": "23",
    "mediumId": "23.03",
    "smallId": "23.03.00",
    "name": "乐器的制造",
    "description": "",
    "includes": [
      "一弦乐器的制造；",
      "一键盘式弦乐器的制造，包括自动钢琴；",
      "一键盘式风琴的制造，包括脚踏式风琴和类似装有独立金属簧片的键盘乐器；",
      "—手风琴和类似乐器的制造，包括口琴；",
      "一管乐器的制造；",
      "一打击乐器的制造；",
      "一电声乐器的制造；",
      "一音乐盒、露天场地风琴，汽笛风琴等的制造。",
      "一乐器部件和附件的制造： ◆节拍器、音叉、音笛，自动机械乐器使用的卡、唱盘和唱筒等。",
      "一哨子、喇叭和其他嘴吹发声乐器的制造。"
    ],
    "excludes": [
      "一预先录制的声音和图像磁带、光盘的复制，见09.02;",
      "一麦克风、扩音器、扬声器、耳机以及类似元件的制造，见19.04.00;",
      "一唱片机、磁带录音机和类似产品的制造，见19.04.00;",
      "一玩具乐器的制造，见23.05.00;",
      "一风琴和其他古乐器的修复，见23.08.00;",
      "一 预先录制的声音和图像磁带、光盘的出版，见08.02.00;",
      "一钢琴调音，见29.22.06。"
    ]
  },
  {
    "id": "cat_23_04",
    "code": "23.04",
    "majorId": "23",
    "mediumId": "23.04",
    "smallId": "",
    "name": "体育用品的制造",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_23_04_00",
    "code": "23.04.00",
    "majorId": "23",
    "mediumId": "23.04",
    "smallId": "23.04.00",
    "name": "体育用品的制造",
    "description": "本小类包括体育和运动用品(服装和鞋类除外)的制造。",
    "includes": [
      "一任何材料制作的体育用品、室外和室内运动用品及设备的制造： ◆硬球、软球和充气球； ◆网球拍、其他球拍和球棒； ◆滑雪板、(滑雪板上的)鞋靴固定装置和雪杖； ◆滑雪靴； ◆帆板和冲浪板； ◆钓鱼运动用品，包括抄网； ◆狩猎、登山等用品； ◆皮制运动手套和运动帽(头盔); ◆泳池和填充池的凹盆等； ◆冰鞋、旱冰鞋等； ◆弓和弩； ◆健身房、健身中心或运动用器材。"
    ],
    "excludes": [
      "一船帆的制造，见04.04.02;",
      "一运动服装的制造，见04.05.05;",
      "一马具和挽具的制造，见05.01.02;",
      "一鞭子和带圈短马鞭的制造，见05.01.02;",
      "一运动鞋的制造，见05.02.00;",
      "一运动用武器和弹药的制造，见18.06.00;",
      "一举重用金属杠铃片的制造，见17.12.05;",
      "—除了雪橇及类似用品外的运动车辆的制造，见22大类；",
      "一艇的制造，见20.01.02;",
      "一台球桌的制造，见23.05.00;",
      "一耳塞和噪声塞(如用于游泳及噪声防护)的制造，见23.07.02;",
      "一体育用品的修理，见29.22.06。"
    ]
  },
  {
    "id": "cat_23_05",
    "code": "23.05",
    "majorId": "23",
    "mediumId": "23.05",
    "smallId": "",
    "name": "游戏用品及玩具的制造",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_23_05_00",
    "code": "23.05.00",
    "majorId": "23",
    "mediumId": "23.05",
    "smallId": "23.05.00",
    "name": "游戏用品及玩具的制造",
    "description": "本小类包括玩偶、玩具和游乐用品(包括电子游戏机)、成比例模型和童车(金属自行车和三轮车除外)的制造。",
    "includes": [
      "一玩偶和玩偶服装、部件和配件的制造；",
      "一可动人形的制造；",
      "一玩具动物的制造；",
      "一玩具乐器的制造；",
      "一纸牌的制造；",
      "一棋类和类似游戏的制造；",
      "一电子游戏机(不可更换游戏内容)的制造：国际象棋 等 ；",
      "一缩小尺寸(“成比例缩小”)模型和类似娱乐模型、电动火车、成套建筑模型等的制造；",
      "一投币游戏机、台球桌、卡西诺专用游戏桌等的制造；",
      "一游乐场、桌上或室内游戏物品的制造；",
      "一供乘骑的有轮玩具，包括塑料自行车和三轮车的制造；",
      "一智力玩具及类似物品的制造。"
    ],
    "excludes": [
      "—视频游戏机的制造，见19.04.00;",
      "一自行车的制造，见22.05.02;",
      "一逗乐物品和新奇小物品的制造，见23.07.02;",
      "一视频游戏机软件的编写和发行 见33 01 01 33 02 01"
    ]
  },
  {
    "id": "cat_23_06",
    "code": "23.06",
    "majorId": "23",
    "mediumId": "23.06",
    "smallId": "",
    "name": "医疗及牙科器械和用品的制造",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_23_06_00",
    "code": "23.06.00",
    "majorId": "23",
    "mediumId": "23.06",
    "smallId": "23.06.00",
    "name": "医疗及牙科器械和用品的制造",
    "description": "本小类包括实验室器材、手术及医疗器械、手术器具和用品、牙科设备和用品、牙齿矫正物品、假牙及矫正器具的制造。本小类还包括医疗、牙科用家具及类似家具的制造，这些家具附带的特定功能决定了此类产品的用途，例如内置液压功能的牙医用椅。",
    "includes": [
      "一手术用消毒帷帘、无菌线和纱的制造；",
      "一补牙材料和牙科用粘固剂的制造(假牙粘合剂除外)、牙科用蜡及其他牙科石膏制剂的制造；",
      "一骨骼重构粘固剂的制造；",
      "一牙科实验室用炉的制造；",
      "一实验室超声清洗机的制造；",
      "一实验室用消毒器的制造；",
      "一实验室型蒸馏装置、实验室离心机的制造；",
      "一医疗、外科、牙科或兽医用家具的制造，如： ◆手术台； ◆检查台； ◆配有机械装置的医院病床； ◆牙医用椅。",
      "一接骨板、接骨螺钉、注射器、针头、导尿管、医疗用套管等的制造；",
      "一牙科器械(包括装有牙科设备的牙医用椅)的制造；",
      "一人造牙、桥托(牙)等在牙科实验室制成的物品的制造；",
      "—整形和修复设备的制造；",
      "一玻璃眼的制造；",
      "一医用温度计的制造；",
      "一眼科用品、眼镜、太阳镜、处方镜片、隐形眼镜、护目镜的制造。"
    ],
    "excludes": [
      "一假牙粘合剂的制造，见12.04.02;",
      "一医疗浸药填料、敷料等的制造，见13.02.00;",
      "一电子医学及电子治疗设备的制造，见19.06.00;",
      "一轮椅的制造，见22.05.02;",
      "一配镜师的活动，见29.19.08。"
    ]
  },
  {
    "id": "cat_23_07",
    "code": "23.07",
    "majorId": "23",
    "mediumId": "23.07",
    "smallId": "",
    "name": "未另分类的制造业",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_23_07_01",
    "code": "23.07.01",
    "majorId": "23",
    "mediumId": "23.07",
    "smallId": "23.07.01",
    "name": "扫帚和刷子的制造",
    "description": "",
    "includes": [
      "一扫帚和刷子的制造，包括构成机器部件的刷子、手工操作的机械地板清扫机、拖把和羽毛掸子、油漆用刷、油漆垫和辊、刮板及其他刷子、扫帚、拖把等用品 ；",
      "—鞋刷和衣刷的制造。"
    ],
    "excludes": []
  },
  {
    "id": "cat_23_07_02",
    "code": "23.07.02",
    "majorId": "23",
    "mediumId": "23.07",
    "smallId": "23.07.02",
    "name": "其他未另分类的制造业",
    "description": "",
    "includes": [
      "一安全防护装备的制造： ◆防火和安全防护服装的制造； ◆电工安全带及其他职业用带的制造； ◆软木救生用品的制造； 塑料安全帽及其他塑料个人安全装备(如：运动员头盔)的制造； 救火防护服的制造； 金属安全头盔及其他金属个人安全设备的制造； ◆耳塞、防噪塞(如用于游泳及噪声防护)的制造； ◆防毒面具的制造。",
      "一各种钢笔和铅笔的制造，无论是否是机械的；",
      "—铅笔芯的制造；",
      "一日期、封缄或编号印制器、手工操作的印刷设备或标签粘贴设备、手工印刷台、打字机色带和印台的制造；",
      "一地球仪的制造；",
      "一雨伞、太阳伞、手杖、带座手杖的制造；",
      "一按扣、压钮、弹簧搭扣、按扣、揿扣、拉锁的制造；",
      "一香烟打火机的制造；",
      "一下列个人用品的制造：烟斗、香水喷雾器、真空保温瓶及其他个人或家庭用的真空容器、假发、假胡须、假眉毛；",
      "一杂项用品的制造：蜡烛、细支小蜡烛及类似品，人造的花、水果和树叶、逗乐物品和新奇小物品、手动网筛和手动格筛、裁缝用的人体模特、棺材等；",
      "—花篮、花束、花环及类似物品的制造；",
      "一动物标本的制作活动。"
    ],
    "excludes": [
      "一打火机棉芯的制造，见04.04.06;",
      "一工装和服务服装(如实验室外套、工作罩衣、制服)的制造，见04.05.02;",
      "一纸制新奇小物品的制造，见07.02.05。"
    ]
  },
  {
    "id": "cat_23_08",
    "code": "23.08",
    "majorId": "23",
    "mediumId": "23.08",
    "smallId": "",
    "name": "其他设备的修理",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_23_08_00",
    "code": "23.08.00",
    "majorId": "23",
    "mediumId": "23.08",
    "smallId": "23.08.00",
    "name": "其他设备的修理",
    "description": "本小类包括本未列入其他类的设备的修理和保养。",
    "includes": [
      "一渔网的修理，包括修补；",
      "一绳索、索具、帆布和防水油布的修理；",
      "一化肥及化学品贮存袋的修补；",
      "一木托盘、海运用桶及其他类似物品的修理和再处理；",
      "一弹球机和其他投币游戏机的修理；",
      "一风琴和其他古乐器的修复。"
    ],
    "excludes": [
      "一家用家具、办公家具的修理，家具修复，见29.22.04;",
      "一自行车的修理，见29.22.06;",
      "一服装的修补和改样，见29.22.06。"
    ]
  }
];
