import { CategoryItem } from '../types';

export const category_02: CategoryItem[] = [
  {
    "id": "cat_02",
    "code": "02",
    "majorId": "02",
    "mediumId": "",
    "smallId": "",
    "name": "采矿业和采石业",
    "description": "采矿及采石业包括对固态(煤和矿石)、液态(石油)或气态(天然气)天然矿物的开采。可以通过不同的开采方式，如地下或露天开采、钻井作业、海底采矿等。 本大类包括以准备销售天然原料为目的的附加活动，例如破碎、粉碎、清洗、干燥、分拣、精选矿石，天然气液化和固态燃料的附聚等。这些操作通常由资源开采单位和/或其他就近的单位完成。 以主要矿物生产为基础将采矿进一步划分了矿物燃料(硬煤、褐煤、石油、天然气)的采掘和开采；金属矿石、各类矿物和石矿产品的开采。 本大类的某些技术操作，特别是关于提取烃类化合物，也将引出单独的工业服务类别(采矿、采石、石油天然气开采支持服务)。",
    "includes": [],
    "excludes": [
      "采掘原料的加工，见(制造业相关分类)",
      "所采原材料未经进一步加工在建筑业上的直接使用，见(建筑)",
      "在泉和水井灌装天然泉水和矿物质水，见03.10.07",
      "破碎，粉碎或以其他方式处理某些泥土、岩石和矿石，而没有结合进行采掘和开采活动的，见15.06"
    ]
  },
  {
    "code": "02.01",
    "id": "cat_02_01",
    "majorId": "02",
    "mediumId": "02.01",
    "smallId": "",
    "name": "硬煤的开采",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "code": "02.01.00",
    "id": "cat_02_01_00",
    "majorId": "02",
    "mediumId": "02.01",
    "smallId": "02.01.00",
    "name": "硬煤的开采",
    "description": "",
    "includes": [
      "硬煤开采：地下或露天开采，包括使用液化法开采；",
      "为分类、提高煤质量、方便运输或便于储存，对煤的清洗、粗选、分级、粉碎、压缩等。",
      "从灰煤堆中回收硬煤。"
    ],
    "excludes": [
      "褐煤开采，见02.02.00;",
      "泥煤挖掘，见02.08.02;",
      "硬煤开采的支持活动，见02.10.00;",
      "煤炭开采的试井，见02.10.00;",
      "炼焦炉生产固体燃料，见10.01.00;",
      "硬煤球、煤砖(型煤)的制造，见10.02.00;",
      "采煤场地的开发或准备工作，见28.06.02。"
    ]
  },
  {
    "code": "02.02",
    "id": "cat_02_02",
    "majorId": "02",
    "mediumId": "02.02",
    "smallId": "",
    "name": "褐煤的开采",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "code": "02.02.00",
    "id": "cat_02_02_00",
    "majorId": "02",
    "mediumId": "02.02",
    "smallId": "02.02.00",
    "name": "褐煤的开采",
    "description": "",
    "includes": [
      "褐煤开采：地下或露天开采，包括使用液化法开采；",
      "为提高煤质量、方便运输或便于储存，对褐煤的冲洗、脱水、粉碎、压缩等。"
    ],
    "excludes": [
      "硬煤开采，见02.01.00;",
      "泥煤挖掘，见02.08.02;",
      "褐煤开采的支持活动，见02.10.00;",
      "煤炭开采的试井，见02.10.00;",
      "褐煤球、煤砖(型煤)的制造，见10.02.00;",
      "采煤场地的开发或准备工作，见28.06.02。"
    ]
  },
  {
    "code": "02.03",
    "id": "cat_02_03",
    "majorId": "02",
    "mediumId": "02.03",
    "smallId": "",
    "name": "原油的开采",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "code": "02.03.00",
    "id": "cat_02_03_00",
    "majorId": "02",
    "mediumId": "02.03",
    "smallId": "02.03.00",
    "name": "原油的开采",
    "description": "",
    "includes": [
      "原油的开采。",
      "沥青或油页岩及焦油砂的开采；",
      "从沥青页岩与砂中生产原油；",
      "获得原油的过程：如倾析、脱盐、脱水、稳定化等。"
    ],
    "excludes": [
      "石油和天然气开采的支持活动，见02.09.00;",
      "油气勘探，见02.09.00;",
      "精炼石油制品的制造，见10.02.00;",
      "石油精炼过程中液化石油气的回收，见10.02.00;",
      "管道作业，见31.05.00。"
    ]
  },
  {
    "code": "02.04",
    "id": "cat_02_04",
    "majorId": "02",
    "mediumId": "02.04",
    "smallId": "",
    "name": "天然气的开采",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "code": "02.04.00",
    "id": "cat_02_04_00",
    "majorId": "02",
    "mediumId": "02.04",
    "smallId": "02.04.00",
    "name": "天然气的开采",
    "description": "",
    "includes": [
      "原始气态烃(天然气)的生产；",
      "凝析油气的开采；",
      "液态烃组分的排水和分离；",
      "天然气脱硫。",
      "通过液化或热解进行液态烃的开采。"
    ],
    "excludes": [
      "石油和天然气开采的支持活动，见02.09.00;",
      "油气勘探，见02.09.00;",
      "石油精炼过程中液化石油气的回收，见10.02.00;",
      "工业气体的生产，见12.01.01;",
      "管道作业，见31.05.00。"
    ]
  },
  {
    "code": "02.05",
    "id": "cat_02_05",
    "majorId": "02",
    "mediumId": "02.05",
    "smallId": "",
    "name": "铁矿石的开采",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "code": "02.05.00",
    "id": "cat_02_05_00",
    "majorId": "02",
    "mediumId": "02.05",
    "smallId": "02.05.00",
    "name": "铁矿石的开采",
    "description": "",
    "includes": [
      "以铁为主要价值的矿石开采；",
      "铁矿石的选矿和烧结。"
    ],
    "excludes": [
      "黄铁矿和磁黄铁矿的提炼和制备(焙烧除外),见02.08.01。"
    ]
  },
  {
    "code": "02.06",
    "id": "cat_02_06",
    "majorId": "02",
    "mediumId": "02.06",
    "smallId": "",
    "name": "非铁金属矿石的开采",
    "description": "本中类包括非铁金属矿石的开采。",
    "includes": [],
    "excludes": []
  },
  {
    "code": "02.06.01",
    "id": "cat_02_06_01",
    "majorId": "02",
    "mediumId": "02.06",
    "smallId": "02.06.01",
    "name": "铀和钍矿石的开采",
    "description": "",
    "includes": [
      "以铀、钍为主要价值的矿石开采：铀沥青等；",
      "上述矿石的富集；",
      "铀黄饼的制造。"
    ],
    "excludes": [
      "铀和钍矿石的浓缩，见12.01.03;",
      "从铀沥青和其他矿石中生产金属铀，见11.01.00;",
      "铀的熔炼与精炼，见11.01.00。"
    ]
  },
  {
    "code": "02.06.02",
    "id": "cat_02_06_02",
    "majorId": "02",
    "mediumId": "02.06",
    "smallId": "02.06.02",
    "name": "其他非铁金属矿石的开采",
    "description": "",
    "includes": [
      "以下列有非铁金属为主要价值的矿石开采和制备：铝(铝土矿)、铜、铅、锌、锡、锰、铬、镍、钴、钼、钽、钒等；贵金属：金、银、铂。"
    ],
    "excludes": [
      "铀和钍矿石的开采和制备，见02.06.01;",
      "氧化铝的生产，见17.04.02;",
      "铜锍或镍锍的生产，见17.04.04、17.04.05。"
    ]
  },
  {
    "code": "02.07",
    "id": "cat_02_07",
    "majorId": "02",
    "mediumId": "02.07",
    "smallId": "",
    "name": "石料、沙子和粘土的采掘",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "code": "02.07.01",
    "id": "cat_02_07_01",
    "majorId": "02",
    "mediumId": "02.07",
    "smallId": "02.07.01",
    "name": "装饰和建筑用石料、石灰石，石膏、白垩和板岩的开采",
    "description": "",
    "includes": [
      "纪念碑和建筑用石，如大理石、花岗岩、砂岩等的开采、粗选和锯割；",
      "装饰和建筑用石的破碎；",
      "石灰石的采掘、破碎；",
      "石膏和硬石膏的开采；",
      "白垩和未煅烧白云石的开采。"
    ],
    "excludes": [
      "化学和肥料矿物的开采，见02.08.01;",
      "煅烧白云石的生产，见16.01.02;",
      "采石场外的石料切割、成形和精加工，见15.05.00。"
    ]
  },
  {
    "code": "02.07.02",
    "id": "cat_02_07_02",
    "majorId": "02",
    "mediumId": "02.07",
    "smallId": "02.07.02",
    "name": "砾石和砂坑的采挖，粘土和高岭土的开采",
    "description": "",
    "includes": [
      "工业用沙、建筑用沙和砾石的采挖；",
      "砾石的破碎；",
      "采沙 ；",
      "粘土、耐火土和高岭土的开采。"
    ],
    "excludes": [
      "沥青砂的开采，见02.03.00。"
    ]
  },
  {
    "code": "02.08",
    "id": "cat_02_08",
    "majorId": "02",
    "mediumId": "02.08",
    "smallId": "",
    "name": "未另分类采矿及采石业",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "code": "02.08.01",
    "id": "cat_02_08_01",
    "majorId": "02",
    "mediumId": "02.08",
    "smallId": "02.08.01",
    "name": "化学和肥料矿物的开采",
    "description": "",
    "includes": [
      "天然磷和天然钾盐的开采；",
      "天然硫的开采；",
      "黄铁矿和磁黄铁矿的提取和制备，煅烧除外；",
      "天然硫酸钡和碳酸钡(重晶石和毒重石)、天然硼酸盐、天然硫酸镁(水镁矾)的开采；",
      "矿物颜料、萤石及其他以化工原料为主要价值的矿物的开采。",
      "鸟粪石的开采。"
    ],
    "excludes": [
      "食盐的开采，见02.08.03;",
      "黄铁矿的煅烧，见12.01.03;",
      "化肥和氮化合物的制造，见12.01.05。"
    ]
  },
  {
    "code": "02.08.02",
    "id": "cat_02_08_02",
    "majorId": "02",
    "mediumId": "02.08",
    "smallId": "02.08.02",
    "name": "泥煤的开采",
    "description": "",
    "includes": [
      "泥煤的挖掘；",
      "为提高泥煤质量或便利运输、储存而做的制备。"
    ],
    "excludes": [
      "泥煤开采的辅助性服务活动，见02.10.00;",
      "泥煤型煤的制造，见10.02.00;",
      "由泥煤、天然土、砂、粘土、矿物肥料等混合而成的盆栽土的制造，见12.01.05;",
      "—泥煤制品的制造，见15.06.02。"
    ]
  },
  {
    "code": "02.08.03",
    "id": "cat_02_08_03",
    "majorId": "02",
    "mediumId": "02.08",
    "smallId": "02.08.03",
    "name": "采盐",
    "description": "",
    "includes": [
      "包含溶解和泵送过程的地下盐开采；",
      "由海水或其他盐水蒸发生产盐；",
      "由生产商进行的盐粉碎、净化和提炼。"
    ],
    "excludes": [
      "食用盐(例如碘盐)的加工，见03.08.04;",
      "通过盐水蒸发生产饮用水，见27.02.00。"
    ]
  },
  {
    "code": "02.08.04",
    "id": "cat_02_08_04",
    "majorId": "02",
    "mediumId": "02.08",
    "smallId": "02.08.04",
    "name": "其他未另分类的采矿及采石业",
    "description": "",
    "includes": [
      "下列各种矿物质和材料的开采：",
      "研磨材料、石棉、硅质化石粉、天然石墨、块滑石(滑石)、长石等；",
      "天然沥青、沥青岩及含沥青岩石，天然固体沥青；",
      "宝石、石英、云母等。"
    ],
    "excludes": []
  },
  {
    "code": "02.09",
    "id": "cat_02_09",
    "majorId": "02",
    "mediumId": "02.09",
    "smallId": "",
    "name": "对石油和天然气开采的支持活动",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "code": "02.09.00",
    "id": "cat_02_09_00",
    "majorId": "02",
    "mediumId": "02.09",
    "smallId": "02.09.00",
    "name": "对石油和天然气开采的支持活动",
    "description": "",
    "includes": [
      "在收费或合同基础上提供的油气开采服务活动：",
      "与石油或天然气的开采相关的勘探服务，例如：传统的探矿方法如在可能的油气蕴藏地点进行的地质观察；",
      "定向钻探与再钻探、开钻、架设井架、修理和拆除、油气井套筒紧固、油气井泵送、油气井的封堵和废弃等；",
      "为便于运输在矿场内的天然气液化和再气化；",
      "在收费或合同基础上的排水和泵送服务；",
      "与石油或天然气开采相关的试钻。",
      "油气田消防服务。"
    ],
    "excludes": [
      "油田或气田操作人员进行的服务活动，见02.03.00、02.04.00;",
      "采矿机械的专业修理，见18.08.00;",
      "为便于运输在矿场外的天然气液化和再气化，见31.13.01;",
      "地球物理、地质及地震学勘查，见34.01.02。"
    ]
  },
  {
    "code": "02.10",
    "id": "cat_02_10",
    "majorId": "02",
    "mediumId": "02.10",
    "smallId": "",
    "name": "其他采矿及采石的支持活动",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "code": "02.10.00",
    "id": "cat_02_10_00",
    "majorId": "02",
    "mediumId": "02.10",
    "smallId": "02.10.00",
    "name": "其他采矿及采石的支持活动",
    "description": "",
    "includes": [
      "在收费或合同基础上对固态矿物(煤、金属矿石、砂石粘土等)采矿活动的支持服务：",
      "勘探服务，如在可能地点采集岩心样本、地质观察等传统勘探方法；",
      "在收费或合同基础上的排水和泵送服务；",
      "试井与试钻。"
    ],
    "excludes": [
      "在合同或收费基础上经营的采矿或采石场，见02.01、02.02、02.05～02.08;",
      "采矿机械的专业修理，见18.08.00;",
      "在合同或收费基础上的地球物理勘查服务，见34.01.02。"
    ]
  }
];
