import { CategoryItem } from '../types';

export const category_06: CategoryItem[] = [
  {
    "id": "cat_06",
    "code": "06",
    "majorId": "06",
    "mediumId": "",
    "smallId": "",
    "name": "木材及木制品",
    "description": "本大类包括木制品的制造，例如木材、胶合板、饰面薄板、木容器、木地板、木桁架和预制木建筑。生产过程包括：将切成段的原木、或可被进一步切削、或已用车床或其他定型工具定型的木料，通过锯切、刨削、成型、层压、组装制成木产品。这些木料或其他改变形状的木料也可以随后被刨平或打磨，并组装成成品，例如木容器。除锯木外，本大类主要根据制造的特定产品细分。本大类不包括家具制造(见23.01),及木制配件及类似制品的安装(见28.08.02、28.08.03、28.08.05)。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_06_01",
    "code": "06.01",
    "majorId": "06",
    "mediumId": "06.01",
    "smallId": "",
    "name": "木材的锯与刨",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_06_01_00",
    "code": "06.01.00",
    "majorId": "06",
    "mediumId": "06.01",
    "smallId": "06.01.00",
    "name": "木材的锯与刨",
    "description": "",
    "includes": [
      "木材的锯、刨和机加工；",
      "原木的片切、剥皮或削片；",
      "木质铁路枕木的制造；",
      "未组装木地板的制造；",
      "木丝、木粉、木片、碎木料的制造。",
      "木材干燥；",
      "用防腐剂或其他材料对木材的浸渍或化学处理。"
    ],
    "excludes": [
      "伐木和未经加工木材的生产，见01.09.00;",
      "适用于胶合板、面板、嵌板的饰面极薄木板的制造，见06.02.01。",
      "木瓦和木弧，木制圆脚线和装饰线的制造，见06.02.03;",
      "篝火木或压制木的制造，见06.02.05。"
    ]
  },
  {
    "id": "cat_06_02",
    "code": "06.02",
    "majorId": "06",
    "mediumId": "06.02",
    "smallId": "",
    "name": "木材、软木、稻草及编织材料制品的制造",
    "description": "本中类包括木制品、软木制品、稻草或编织材料制品的制造，包含其基本形状以及组装产品。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_06_02_01",
    "code": "06.02.01",
    "majorId": "06",
    "mediumId": "06.02",
    "smallId": "06.02.01",
    "name": "装饰板和人造板的制造",
    "description": "",
    "includes": [
      "薄度适用于镶贴、制作胶合板或其他用途的饰面木",
      "平整、着色、涂层、浸渍、加强(用作纸或布背衬)",
      "做成图案的形式。",
      "胶合板，饰面板及类似层压材板及片材的制造；",
      "定向刨花板(OSB)和其他碎料板的制造；",
      "中密度纤维板(MDF)和其他纤维板的制造；",
      "强化木材的制造；",
      "胶合层压板，层压饰面板的制造。"
    ],
    "excludes": []
  },
  {
    "id": "cat_06_02_02",
    "code": "06.02.02",
    "majorId": "06",
    "mediumId": "06.02",
    "smallId": "06.02.02",
    "name": "组装拼花地板的制造",
    "description": "",
    "includes": [
      "组装成嵌板的木制拼花地板块、条等的制造，及其组装。"
    ],
    "excludes": [
      "未组装木制地板的制造，见06.01.00。"
    ]
  },
  {
    "id": "cat_06_02_03",
    "code": "06.02.03",
    "majorId": "06",
    "mediumId": "06.02",
    "smallId": "06.02.03",
    "name": "其他建筑用木工制品和细木制品的制造",
    "description": "",
    "includes": [
      "主要拟用于建筑业的木制品制造：",
      "横梁 椽子 屋顶支柱"
    ],
    "excludes": []
  },
  {
    "id": "cat_06_02_04",
    "code": "06.02.04",
    "majorId": "06",
    "mediumId": "06.02",
    "smallId": "06.02.04",
    "name": "木制容器的制造",
    "description": "",
    "includes": [
      "包装箱、盒、板条箱、圆桶及类似木制包装物的制造；",
      "托盘、箱形托盘及其他装载用木板的制造；",
      "木桶、木槽、木盆及其他木制箍桶类产品的制造；",
      "木制电缆卷轴的制造。"
    ],
    "excludes": [
      "行李皮箱的制造，见05.01.02;",
      "编织材料箱的制造，见06.02.05。"
    ]
  },
  {
    "id": "cat_06_02_05",
    "code": "06.02.05",
    "majorId": "06",
    "mediumId": "06.02",
    "smallId": "06.02.05",
    "name": "其他木制品的",
    "description": "制造，软木、稻草及编织材料制品的制造",
    "includes": [
      "各种木制品的制造：",
      "工具、扫帚、刷子的木柄与木架；",
      "木制靴或鞋楦、衣架；",
      "家用木制炊具及木厨具；",
      "木制小雕像及装饰品，木镶嵌品；",
      "木制珠宝首饰盒、餐具盒及类似木制品；",
      "木制卷轴、纡子、筒管、线轴及类似转轴木制品；",
      "其他木制品。",
      "天然软木加工，黏结软木制造；",
      "天然或黏结软木制品的制造，包括地面覆盖物；",
      "编织物或编织材料制品的制造：地垫、席子、幕屏、箱子等；",
      "篮类器皿柳条制品的制造；",
      "由压制木或替代材料(如咖啡渣或大豆渣等)做成的取暖薪材和芯块的制造；",
      "木镜架、相框的制造；",
      "画布框架的制造；",
      "木制鞋部件(鞋跟、鞋楦)的制造；",
      "雨伞柄、手杖及类似品的制造；",
      "制作烟斗所需木块的制造、"
    ],
    "excludes": [
      "纺织材料垫或席的制造，见04.04.02;",
      "行李箱的制造，见05.01.02;",
      "木制鞋的制造，见05.02.00;",
      "火柴的制造，见12.05.01;",
      "钟表外壳的制造，见19.05.02;",
      "作为纺织机械部件的木线轴的制造，参见18.05.04;",
      "家具的制造，见23.01;",
      "木制玩具的制造，见23.05.00;",
      "刷子和扫帚的制造，见23.07.01;",
      "棺材的制造，见23.07.02;",
      "软木救生用具的制造 见23 07 02"
    ]
  }
];
