import { CategoryItem } from '../types';

export const category_05: CategoryItem[] = [
  {
    "id": "cat_05",
    "code": "05",
    "majorId": "05",
    "mediumId": "",
    "smallId": "",
    "name": "皮革及皮革制品",
    "description": "本大类包括毛皮的整饰和染色、通过鞣制或防腐处理将生皮转化成皮革，以及将皮革制作成最终消费品。本大类还包括用其他材料(仿皮革或皮革替代品)制造类似产品，例如橡胶鞋、纺织品箱包等。由皮革替代品制成的产品也包括在该大类之内，因为它们的制作方法和皮革产品的制作方法类似(如箱包),而且往往由相同单位生产。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_05_01",
    "code": "05.01",
    "majorId": "05",
    "mediumId": "05.01",
    "smallId": "",
    "name": "皮革的鞣制和整饰，箱包、手袋、马具和挽具的制造，毛皮的整饰和染色",
    "description": "本中类包括皮革和毛皮及其制品的制造。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_05_01_01",
    "code": "05.01.01",
    "majorId": "05",
    "mediumId": "05.01",
    "smallId": "05.01.01",
    "name": "皮革的鞣制和整饰，毛皮的整饰与染色",
    "description": "",
    "includes": [
      "毛皮的鞣制、染色、整理；",
      "油鞣皮、羊皮纸型熟皮、漆皮或镀金属皮革的制 造 ；",
      "合成皮革制造；",
      "毛皮和带毛发皮革的刮、剪、拔、加脂操作、鞣制、漂白及染色。"
    ],
    "excludes": [
      "放牧过程中兽皮和生皮的生产，见01.04;",
      "屠宰过程中兽皮和生皮的生产，见03.01.01;",
      "皮革服装的制造，见04.05.01;",
      "不以天然皮革为原料生产的仿皮革的制造，见14.01.02、14.02.04。"
    ]
  },
  {
    "id": "cat_05_01_02",
    "code": "05.01.02",
    "majorId": "05",
    "mediumId": "05.01",
    "smallId": "05.01.02",
    "name": "",
    "description": "箱包、手袋及类似品，马具和挽具的制造",
    "includes": [
      "用皮革、合成革以及任何其他材料(如塑料压片、纺织材料、硫化纤维或纸板),采用相同工艺的制造箱包、手袋及类似品；",
      "马具和挽具的制造；",
      "非金属(如织物、皮革、塑料)表带的制造；",
      "用皮革或合成革制造传动皮带、皮垫等；",
      "用皮革制造鞋带；",
      "马鞭和带圈短马鞭的制造。"
    ],
    "excludes": [
      "皮革服装的制造，见04.05.01;",
      "皮革手套和帽子的制造，见04.05.05;",
      "鞋类的制造，见05.02.00;",
      "自行车座的制造，见22.05.02;",
      "贵金属表带的制造，见23.02.02;",
      "非贵金属表带的制造，见23.02.03;",
      "电工安全带及其他职业用带的制造，见23.07.02。"
    ]
  },
  {
    "id": "cat_05_02",
    "code": "05.02",
    "majorId": "05",
    "mediumId": "05.02",
    "smallId": "",
    "name": "鞋类的制造",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_05_02_00",
    "code": "05.02.00",
    "majorId": "05",
    "mediumId": "05.02",
    "smallId": "05.02.00",
    "name": "鞋类的制造",
    "description": "",
    "includes": [
      "用于各种用途、以任何材料、通过任何过程(包括模制),制作的鞋类(除了下面所述的例外);",
      "鞋类皮革部分的制造：鞋帮和鞋面部分、内外鞋底、鞋跟等的制造；",
      "绑腿、护腿及类似品的制造。"
    ],
    "excludes": [
      "用纺织材料制作不另加底的鞋子，见04.05.05;",
      "木制鞋部件(如鞋跟、鞋楦)的制造，见06.02.05",
      "橡胶靴、橡胶鞋跟和鞋底及其他橡胶类鞋配件的制造，见14.01.02;",
      "塑料类鞋配件的制造，见14.02.04;",
      "滑雪鞋的制造，见23.04.00;",
      "矫形鞋的制造，见23.06.00。"
    ]
  }
];
