import { CategoryItem } from '../types';

export const category_24: CategoryItem[] = [
  {
    "id": "cat_24",
    "code": "24",
    "majorId": "24",
    "mediumId": "",
    "smallId": "",
    "name": "回收业",
    "description": "本大类包括将从产品中回收原材料的活动。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_24_01",
    "code": "24.01",
    "majorId": "24",
    "mediumId": "24.01",
    "smallId": "",
    "name": "材料回收",
    "description": "本中类包括为原料再生而拆除任何类型的残骸(汽车、船舶、计算机、电视机和其他设备)。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_24_01_01",
    "code": "24.01.01",
    "majorId": "24",
    "mediumId": "24.01",
    "smallId": "24.01.01",
    "name": "残骸的拆除",
    "description": "",
    "includes": [
      "一为原料再生而拆除任何类型的残骸(汽车、船舶、计算机、电视机和其他设备)。"
    ],
    "excludes": [
      "一为消除有害废物对旧物品如电冰箱的处置，见39.03.02;",
      "一为获取再销售的可用零部件对汽车、船舶、计算机、电视和其他设备的拆除，见29大类。"
    ]
  },
  {
    "id": "cat_24_01_02",
    "code": "24.01.02",
    "majorId": "24",
    "mediumId": "24.01",
    "smallId": "24.01.02",
    "name": "材料的分类回收",
    "description": "本小类包括将金属和非金属废物、废料以及其他物品处理成再生材料，通常涉及机械或化学转化过程。 本小类还包括以如下形式从废物流中回收材料：(1)非危险废物流(即垃圾)中可再生原料的分离和分选；(2)对混杂可再生材料的分离和分选，例如归类为纸张、塑料、旧饮料罐和金属。",
    "includes": [
      "一来自废旧汽车、洗衣机、自行车等的金属废料的机械压碎 ；",
      "一大型铁件，如铁路车皮的机械压缩；",
      "一金属废料、报废车辆等的粉碎；",
      "一其他机械处理方法，例如切割、压缩以减小体积；",
      "一从摄影废物，例如定影剂、废胶片和相纸中回收金属；",
      "一回收橡胶(如废旧轮胎)以生产再生材料；",
      "一塑料的分拣和粒化，以生产用于管道、花盆、托盘和类似产品的再生材料；",
      "一塑料或橡胶废料的粒化前处理(清理、熔化、研磨);",
      "一玻璃的破碎、清理和分拣；",
      "一如拆除的废料等其他废料的破碎、清理和分拣，以获得再生材料；",
      "一用过的烹饪食油和脂肪的处理，以获得再生材料；",
      "一其他食品、饮料和烟草废料以及残余物的处理，以获得再生材料。"
    ],
    "excludes": [
      "一利用(不论是否是自产的)再生原料制造新的成品，如用回收的纤维纺纱，用废纸做纸浆，轮胎翻新或用金属废料生产金属，见相应制造活动；",
      "一核燃料的后处理，见12.01.03;",
      "一钢铁废料的重熔，见17.01.00;",
      "一废品燃烧、焚化过程中材料的回收，见39.03;",
      "一非危险废物的处理和处置，见39.03.01;",
      "一有机废物处置前的处理，包括生产堆肥，见39.03.01;",
      "一非危险废物焚化过程中能量的回收，见39.03.01;",
      "一来自医院的过渡期放射性废物的处理和处置，见39.03.02;",
      "一有毒、污染废物的处理和处置，见39.03.02;",
      "一可回收材料的批发，见29.11.07。"
    ]
  }
];
