import { CategoryItem } from '../types';

export const category_08: CategoryItem[] = [
  {
    "id": "cat_08",
    "code": "08",
    "majorId": "08",
    "mediumId": "",
    "smallId": "",
    "name": "出版业",
    "description": "本大类包括书籍、期刊的出版，录音及音乐出版等出版活动。这些出版活动的特点是作品在开发中需要智力上的创造性，通常受版权保护。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_08_01",
    "code": "08.01",
    "majorId": "08",
    "mediumId": "08.01",
    "smallId": "",
    "name": "书籍、期刊的出版和其他出版活动",
    "description": "本中类包括书籍、报纸、杂志与其他期刊、号码簿与邮件列表，以及其他作品(例如照片、版画、明信片、时间表、表格、海报、以及艺术作品的复制品)的出版。这些作品的特点是它们在开发中需要智力上的创造性，通常受版权保护。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_08_01_01",
    "code": "08.01.01",
    "majorId": "08",
    "mediumId": "08.01",
    "smallId": "08.01.01",
    "name": "书籍出版",
    "description": "本小类包括以印刷、电子(光盘、电子显示屏等)或音频形式、或在因特网上出版书籍的活动。包括：一书籍、小册子、传单及类似出版物的出版，包括字典和百科全书的出版；一地图集，地图和图表的出版；一有声书籍的出版；一以CD-ROM形式出版百科全书等。",
    "includes": [],
    "excludes": [
      "地球仪的生产，见23.07.02;",
      "广告材料的出版，见08.01.05;",
      "音乐图书和乐谱的出版，见08.02.00;",
      "独立作家的活动，见39.11.03。"
    ]
  },
  {
    "id": "cat_08_01_02",
    "code": "08.01.02",
    "majorId": "08",
    "mediumId": "08.01",
    "smallId": "08.01.02",
    "name": "号码簿和通讯名录的出版",
    "description": "本小类包括事实列表或信息(数据库)列表的出版，它们在出版形式上受到保护，而非内容上。这些列表可以以印刷或电子形式出版。",
    "includes": [
      "通讯名录的出版；",
      "电话号码簿的出版；",
      "其他目录和汇编的出版，如法律判例、药物摘要等。"
    ],
    "excludes": []
  },
  {
    "id": "cat_08_01_03",
    "code": "08.01.03",
    "majorId": "08",
    "mediumId": "08.01",
    "smallId": "08.01.03",
    "name": "报纸出版",
    "description": "本小类包括每周至少出现四次的报纸，包含广告性报纸的出版。可以以印刷或电子形式，包括在因特网上。",
    "includes": [],
    "excludes": [
      "通讯社的活动，见39.08.01。"
    ]
  },
  {
    "id": "cat_08_01_04",
    "code": "08.01.04",
    "majorId": "08",
    "mediumId": "08.01",
    "smallId": "08.01.04",
    "name": "杂志和期刊的出版",
    "description": "本小类包括每周少于四次的期刊和其他杂志的出版。出版可以以印刷或电子形式，包括在因特网上。本小类也包括无线广播和电视的节目表出版。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_08_01_05",
    "code": "08.01.05",
    "majorId": "08",
    "mediumId": "08.01",
    "smallId": "08.01.05",
    "name": "其他出版活动",
    "description": "",
    "includes": [
      "以下的出版(包括在线出版):",
      "目 录 ；",
      "照片、版画及明信片；",
      "贺 卡 ；",
      "表 格 ；",
      "海报、艺术作品的复制品；",
      "广告材料；",
      "其他印刷品。",
      "统计数据和其他信息的在线出版。"
    ],
    "excludes": [
      "广告性报纸的出版，见08.01.03;",
      "软件的在线提供(应用托管和应用服务提供),见33.03.01。"
    ]
  },
  {
    "id": "cat_08_02",
    "code": "08.02",
    "majorId": "08",
    "mediumId": "08.02",
    "smallId": "",
    "name": "录音及音乐出版活动",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_08_02_00",
    "code": "08.02.00",
    "majorId": "08",
    "mediumId": "08.02",
    "smallId": "08.02.00",
    "name": "录音及音乐出版活动",
    "description": "本小类包括原始(声音)母带的制作活动，例如录音带，CD光盘；向批发商、零售商或直接向公众发布、推广和发行录音制品。这些活动可能与母带制作整合在同一个单位中完成，也可能不在一起。如果不在一起，实施这些活动的单位必须获得母带的复制与发行权。本小类还包括在录音室或其他地方的录音服务活动，包括录制(即非现场直播)的无线电广播节目的活动。本小类还包括音乐的出版活动，即获取注册音乐作品版权的活动，音乐创作、推广、授权以及在唱片、广播、电视、电影、直播节目、印刷品和其他媒体中使用这些作品。从事这些活动的单位可能拥有自己的版权或代表版权所有人管理音乐作品版权。本小类也包括音乐图书和乐谱的出版。",
    "includes": [],
    "excludes": []
  }
];
