import { CategoryItem } from '../types';

export const category_04: CategoryItem[] = [
  {
    "code": "04",
    "id": "cat_04",
    "majorId": "04",
    "mediumId": "",
    "smallId": "",
    "name": "纺织品及纺织制品",
    "description": "本大类包括纺织品的制造和服装的制造。纺织品制造包括纺织用纤维的备制和纺纱，以及纺织织造、纺织品和服装的整理，不包括服装外的纺织制成品(如日用亚麻织品、毛毯、小地毯、绳索等)的制造。天然纤维的种植归类于01大类，而合成纤维的制造是一个化学过程，归类于12.06.00小类。服装的制造包括各种制衣业(成衣或定做),用任何材料(例如皮革、织物、针织和钩编织物等)制成不同款式服装(例如男、女或儿童的外衣、内衣；工作服、都市装或便装等)和配饰。分类中不区分成人服装和儿童服装或现代服装和传统服装。服装的制造还包括毛皮服装制造。",
    "includes": [],
    "excludes": []
  },
  {
    "code": "04.01",
    "id": "cat_04_01",
    "majorId": "04",
    "mediumId": "04.01",
    "smallId": "",
    "name": "纺织用纤维的备制及纺纱",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "code": "04.01.00",
    "id": "cat_04_01_00",
    "majorId": "04",
    "mediumId": "04.01",
    "smallId": "04.01.00",
    "name": "纺织用纤维的备制及纺纱",
    "description": "本小类包括纺织纤维的备制操作和纺织纤维的纺纱。所采用的原材料种类很多，例如丝、羊毛、其他动植物或人造纤维、纸或玻璃等。",
    "includes": [
      "纺织纤维的下列备制操作：",
      "缫丝和洗丝；",
      "羊毛的脱脂、炭化和染色；",
      "各种动、植物纤维和人造纤维的梳理和精梳。",
      "用于织造、缝纫、贸易或深加工的纱或线的纺织和制造：",
      "亚麻的梳打；",
      "合成或人造细丝纱的整丝、捻丝、合股、制线和浸渍。",
      "纸纱的制造。"
    ],
    "excludes": [
      "结合农业完成的备制操作，见01.01～01.07;",
      "含植物性纺织纤维的植物(黄麻、亚麻、椰子壳等)的浸解，见01.01.06;",
      "轧棉，见01.06.03;",
      "合成或人造纤维和纤维束的制造、合成或人造纤维的 单 纱 ( 包 括 高 强 力 纱 和 地 毯 用 纱 ) 的 制 造 ，见12.06.00;",
      "玻璃纤维的制造，见15.01.04。"
    ]
  },
  {
    "code": "04.02",
    "id": "cat_04_02",
    "majorId": "04",
    "mediumId": "04.02",
    "smallId": "",
    "name": "纺织品的织造",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "code": "04.02.00",
    "id": "cat_04_02_00",
    "majorId": "04",
    "mediumId": "04.02",
    "smallId": "04.02.00",
    "name": "纺织品的织造",
    "description": "本小类包括纺织品的织造。所采用的原材料种类很多，例如丝、羊毛、其他动植物或人造纤维、纸或玻璃等。",
    "includes": [
      "宽幅棉类、羊毛类、毛呢类或丝类织物的制造，原料包括混合纱、人造或合成纱(聚丙烯等);",
      "用亚麻、苎麻、大麻、黄麻、韧皮纤维和特殊纱制作的其他宽幅织物的制造。",
      "绒或绳绒线织物、毛圈毛巾、纱布等的制造；",
      "玻璃纤维织物的制造；",
      "炭纤维和芳纶织物的制造；",
      "仿毛皮织物的制造。"
    ],
    "excludes": [
      "针织及钩编织物的制造，见04.04.01;",
      "铺地用纺织品的制造，见04.04.03;",
      "无纺布的制造，见04.04.05;",
      "窄幅织物的制造，见04.04.06;",
      "毛毡的制造，见04.04.07。"
    ]
  },
  {
    "code": "04.03",
    "id": "cat_04_03",
    "majorId": "04",
    "mediumId": "04.03",
    "smallId": "",
    "name": "纺织品的整理",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "code": "04.03.00",
    "id": "cat_04_03_00",
    "majorId": "04",
    "mediumId": "04.03",
    "smallId": "04.03.00",
    "name": "纺织品的整理",
    "description": "本小类包括纺织品和服装整理，即漂白、染色、修整和类似的活动。",
    "includes": [
      "纺织纤维、纱线、织物及纺织制品(包括服装)的漂白和染色；",
      "纺织品及纺织制品(包括服装)的整理、烘干、汽蒸、缩水、修补、预缩、丝光处理。",
      "牛仔裤的漂白；",
      "纺织品的打褶及类似加工；",
      "成衣的防水、涂覆、涂胶或浸渍；",
      "纺织品和服装的丝网印刷。"
    ],
    "excludes": [
      "用橡胶浸渍、涂层、包覆或层压的纺织品的制造(其中以橡胶为主要成分),见14.01.02。"
    ]
  },
  {
    "code": "04.04",
    "id": "cat_04_04",
    "majorId": "04",
    "mediumId": "04.04",
    "smallId": "",
    "name": "其他纺织品的制造",
    "description": "本小类包括除服装外的纺织制品的制造，例如制造纺织面料、地毯和小地毯、绳索、窄幅织物、饰物等。",
    "includes": [],
    "excludes": []
  },
  {
    "code": "04.04.01",
    "id": "cat_04_04_01",
    "majorId": "04",
    "mediumId": "04.04",
    "smallId": "04.04.01",
    "name": "针织和钩编织物的制造",
    "description": "",
    "includes": [
      "下列针织或钩编织物的制造和加工：绒毛和毛圈织物；用拉歇尔针织机或类似机器制作的网状织物和窗用装饰类织物；",
      "其他针织或钩编织物。",
      "针织仿毛皮的制造。"
    ],
    "excludes": [
      "用拉歇尔针织机或类似机器制作的蕾丝网状织物和窗用装饰类织物，见04.04.07;",
      "针织和钩编服装的制造，见04.07.02。"
    ]
  },
  {
    "code": "04.04.02",
    "id": "cat_04_04_02",
    "majorId": "04",
    "mediumId": "04.04",
    "smallId": "04.04.02",
    "name": "纺织成品的制造(服装除外)",
    "description": "",
    "includes": [
      "任何纺织材料制成的下列成品的制造，包括针织或钩编织物的制造：",
      "毛毯，包括旅行毯；",
      "床、桌子、卫生间或厨房用亚麻制品；",
      "棉被、鸭绒被、靠垫、坐垫、枕头、睡袋等。",
      "下列装饰用成品的制造：",
      "窗帘、帷幔、遮帘、床罩、家具或机器罩等；",
      "防水帆布、帐篷、露营用品、船帆、遮阳篷，以及汽车、机器或家具的罩等；",
      "旗、横幅、锦旗等；",
      "防尘布、洗碗抹布及类似制品、救生衣、降落伞等。",
      "电热毯纺织部分的制造；",
      "手织挂毯的制造。"
    ],
    "excludes": [
      "技术用纺织品的制造，见04.04.06。"
    ]
  },
  {
    "code": "04.04.03",
    "id": "cat_04_04_03",
    "majorId": "04",
    "mediumId": "04.04",
    "smallId": "04.04.03",
    "name": "地毯和小地毯的制造",
    "description": "",
    "includes": [
      "铺地纺织制品的制造：",
      "地毯、小地毯和地垫、方毯。",
      "针织机毛毡地毯的制造。"
    ],
    "excludes": [
      "编织材料地垫和席子的制造，见06.02.05;",
      "软木铺地制品的制造，见06.02.05;",
      "弹性铺地制品的制造，如乙烯树脂、油毡，见14.02.03。"
    ]
  },
  {
    "code": "04.04.04",
    "id": "cat_04_04_04",
    "majorId": "04",
    "mediumId": "04.04",
    "smallId": "04.04.04",
    "name": "绳、缆、合股线及网状制品的制造",
    "description": "",
    "includes": [
      "用纺织纤维或纺织带、条或类似材料制作的合股线、绳、绳索、绳缆的制造，不论是否用橡胶或塑料浸渍、涂层、包覆或封护；",
      "合股线、绳或绳索的结网的制造；",
      "绳索或网产品的制造：渔网、船舶护舷垫、卸载垫、装载吊索、带金属吊环的绳索或绳缆。"
    ],
    "excludes": [
      "发网的制造，见04.05.05;",
      "钢丝绳的制造，见17.12.03;",
      "钓鱼运动用抄网的制造，见23.04.00。"
    ]
  },
  {
    "code": "04.04.05",
    "id": "cat_04_04_05",
    "majorId": "04",
    "mediumId": "04.04",
    "smallId": "04.04.05",
    "name": "无纺布及其制品的制造(服装除外)",
    "description": "本小类包括所有本大类中未涵盖的纺织品或纺织制品制造有关的一切活动，包括大量的加工过程及品种繁多的物品制造。",
    "includes": [],
    "excludes": []
  },
  {
    "code": "04.04.06",
    "id": "cat_04_04_06",
    "majorId": "04",
    "mediumId": "04.04",
    "smallId": "04.04.06",
    "name": "其他技术的和工业用纺织品的制造",
    "description": "",
    "includes": [
      "窄幅机织物的制造，包括用胶粘剂粘合的有经纱无纬纱的织物；",
      "标签、徽章等的制造；",
      "点缀饰物的制造：穗带、缨穗、绒球等；",
      "用塑料浸渍、涂层、包覆或层压的织物的制造；",
      "金属喷镀或金属加芯的纱线、纺织材料包覆的橡皮线和细绳，以及用橡胶或塑料包覆、浸渍、涂层或包裹的纺织纱线或条带的制造；",
      "高韧性人造纱制成的轮胎帘布织物的制造；",
      "其他经处理或涂层的织物制造：硬衬布及类似硬化纺织物、用胶或淀粉物质涂层的织物；",
      "多种纺织品的制造：纺织灯芯、白炽煤气灯纱罩及管式煤气灯外罩织物；",
      "幔罩织物、水龙软管、传动或输送带或带状物(不论是否用金属或其他材料加固)、筛布、滤布的制 造 ；",
      "汽车饰物的制造；",
      "艺术家油画板和描图布的制造。"
    ],
    "excludes": [
      "用经过橡胶浸渍、涂层、包覆或层压的纺织织物、线、绳制作的传动装置或传送带的制造(其中橡胶为主要成分),见14.01.02;",
      "仅为了加固目的才加入纺织品的泡沫橡胶或塑料的板材或片材制造，见14.01.02、14.02.01;",
      "金属丝编织物的制造，见17.12.03"
    ]
  },
  {
    "code": "04.04.07",
    "id": "cat_04_04_07",
    "majorId": "04",
    "mediumId": "04.04",
    "smallId": "04.04.07",
    "name": "其他未另分类纺织品的制造",
    "description": "",
    "includes": [
      "毛毡的制造；",
      "绢网及其他网状织物的制造，以及成块、成条或成幅的蕾丝或刺绣品的制造；",
      "压敏布卷尺的制造；",
      "纺织品鞋带的制造；",
      "粉扑和手套的制造。"
    ],
    "excludes": [
      "针织机毛毡地毯的制造，见04.04.03;",
      "有填料的纺织品和纺织填充物的制造：卫生巾、卫生棉条等，见07.02.02。"
    ]
  },
  {
    "code": "04.05",
    "id": "cat_04_05",
    "majorId": "04",
    "mediumId": "04.05",
    "smallId": "",
    "name": "服装的制造(毛皮服装除外)",
    "description": "本中类包括服装的制造。使用的材料可能是任何类型的，并且可能是经过涂层、浸渍或胶化的。",
    "includes": [],
    "excludes": []
  },
  {
    "code": "04.05.01",
    "id": "cat_04_05_01",
    "majorId": "04",
    "mediumId": "04.05",
    "smallId": "04.05.01",
    "name": "皮革服装的制造",
    "description": "",
    "includes": [
      "皮革或合成革服装(包括工业用皮革配件如焊工的皮围裙)的制造。"
    ],
    "excludes": [
      "毛皮服装的制造，见04.06.00;",
      "皮革运动手套和运动头饰的制造，见23.04.00;",
      "耐火和安全防护服装的制造，见23.07.02。"
    ]
  },
  {
    "code": "04.05.02",
    "id": "cat_04_05_02",
    "majorId": "04",
    "mediumId": "04.05",
    "smallId": "04.05.02",
    "name": "工作服的制造",
    "description": "",
    "includes": [],
    "excludes": [
      "鞋类的制造，见05.02.00;",
      "耐火和安全防护服装的制造，见23.07.02;",
      "服装的修补，见29.22.06。"
    ]
  },
  {
    "code": "04.05.03",
    "id": "cat_04_05_03",
    "majorId": "04",
    "mediumId": "04.05",
    "smallId": "04.05.03",
    "name": "其他外衣的制造",
    "description": "",
    "includes": [
      "其他用机织物、针织物或钩编织物、无纺布等制作的男、女和儿童外衣的制造：",
      "外套、西服套装、全套女装、夹克、裤子、裙子等。",
      "定制裁缝；",
      "上述产品组成部分的制造。"
    ],
    "excludes": [
      "毛皮服装(皮头饰除外)的制造，见04.06.00;",
      "非缝制而是压封连接的橡胶或塑料服装的制造，见14.01.02、14.02.04;",
      "耐火和安全防护服装的制造，见23.07.02;",
      "服装的修补，见29.22.06。"
    ]
  },
  {
    "code": "04.05.04",
    "id": "cat_04_05_04",
    "majorId": "04",
    "mediumId": "04.05",
    "smallId": "04.05.04",
    "name": "内衣的制造",
    "description": "",
    "includes": [
      "用机织物、针织物或钩编织物、蕾丝等制作的男、女和儿童内衣和睡衣的制造：",
      "衬衣、T恤、内衣裤、三角裤、睡衣、睡袍、短上衣、女式长衬裙、胸罩、紧身胸衣等。"
    ],
    "excludes": [
      "服装的修补，见29.22.06。"
    ]
  },
  {
    "code": "04.05.05",
    "id": "cat_04_05_05",
    "majorId": "04",
    "mediumId": "04.05",
    "smallId": "04.05.05",
    "name": "其他服装和配件的制造",
    "description": "",
    "includes": [
      "婴儿服装、田径服、滑雪服、泳装等的制造；",
      "礼帽和便帽的制造；",
      "其他服装配饰的制造：手套、腰带、围巾、领带、领结、发网等。",
      "皮头饰的制造；",
      "用纺织材料制作的不另加底的鞋子的制造；",
      "上述产品组成部分的制造。"
    ],
    "excludes": [
      "运动头饰的制造，见23.04.00;",
      "安全帽的制造(运动头饰除外),见23.07.02;",
      "耐火和安全防护服装的制造，见23.07.02;",
      "服装的修补，见29.22.06。"
    ]
  },
  {
    "code": "04.06",
    "id": "cat_04_06",
    "majorId": "04",
    "mediumId": "04.06",
    "smallId": "",
    "name": "毛皮制品的制造",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "code": "04.06.00",
    "id": "cat_04_06_00",
    "majorId": "04",
    "mediumId": "04.06",
    "smallId": "04.06.00",
    "name": "毛皮制品的制造",
    "description": "",
    "includes": [
      "毛皮制品的制造：",
      "毛皮服装及服装配饰；",
      "毛皮，如碎皮、片、垫、条等的拼组；",
      "各种毛皮制品：小块地毯、空心坐垫、工业抛光用布。"
    ],
    "excludes": [
      "生毛皮的生产(来自放牧或狩猎的),见01.04、01.07;",
      "生皮的生产(来自屠宰的),见03.01.01;",
      "人造毛皮(机织或针织的长毛布)的制造，见04.02.00、04.04.01;",
      "皮帽的制造，见04.05.05;",
      "用毛皮装饰的服装的制造，见04.05.05;",
      "毛皮的修整和染色，见05.01.01;",
      "有毛皮部件的靴或鞋的制造，见05.02.00。"
    ]
  },
  {
    "code": "04.07",
    "id": "cat_04_07",
    "majorId": "04",
    "mediumId": "04.07",
    "smallId": "",
    "name": "针织及钩编服装的制造",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "code": "04.07.01",
    "id": "cat_04_07_01",
    "majorId": "04",
    "mediumId": "04.07",
    "smallId": "04.07.01",
    "name": "针织及钩编袜类的制造",
    "description": "",
    "includes": [
      "袜类的制造，包括短袜、紧身裤袜和连裤袜。"
    ],
    "excludes": []
  },
  {
    "code": "04.07.02",
    "id": "cat_04_07_02",
    "majorId": "04",
    "mediumId": "04.07",
    "smallId": "04.07.02",
    "name": "其他针织或钩编服装的制造",
    "description": "",
    "includes": [
      "针织或钩编服装和其他直接成形服装的制造：套头衫，开衫，运动衫，马甲及类似服装。"
    ],
    "excludes": [
      "针织及钩编织物的制造，见04.04.01;",
      "袜类的制造，见04.07.01。"
    ]
  }
];
