import { CategoryItem } from '../types';

export const category_31: CategoryItem[] = [
  {
    id: 'cat_31',
    code: '31',
    majorId: '31',
    mediumId: '',
    smallId: '',
    name: '运输、仓储和通信业',
    description: '本大类包括通过铁路、管道、公路、水路或空中提供\n旅客或货物的运输(不论是否是定期的)及相关活动，例\n如在终点站和停车场设施的活动，货物装卸、存储等。本\n大类包括运输设备出租(配备了司机或操作员),以及邮\n政及速递活动。\n 本大类还包括提供电信及相关服务活动，即传输语\n音、数据、文本、声音和影像的活动。传输设施进行这些\n活动可以是基于单一的技术或技术的组合。这类活动的共\n同点是对信息内容的传输，而不参与其创作。进一步的分\n类根据其所运用的基础设施的类型。在传输电视节目信号\n的情况下，为了传输成套节目可以对已完成的电视频道进\n行绑定打包(电视节目频道的制作见39.07)。',
    excludes: [
      '一除汽车外的运输设备的大修或改造，见20.02、21.02、22.06、23.08等；',
      '一公路、铁路、港口、机场的建设、维护和维修，见28.03～28.05;',
      '一汽车保养和维修，见29.02.00;',
      '一 运输设备的出租(未配备司机或操作者),见32.14、32.16。'
    ]
  },
  // Medium 31.01
  {
    majorId: '31',
    mediumId: '31.01',
    smallId: '',
    name: '城际铁路客运',
    description: ''
  },
  {
    majorId: '31',
    mediumId: '31.01',
    smallId: '31.01.00',
    name: '城际铁路客运',
    description: '本小类包括：\n一利用干线路网上的铁路车辆提供的旅客跨区域铁路运输；\n—城际铁路旅客运输；\n一由铁路公司对餐车、卧铺车的综合运营。',
    excludes: [
      '一利用市内和郊区运输系统的旅客运输，见31.03.01;',
      '一客运站点的活动，见31.13.01;',
      ' —铁路基础设施相关活动的操作，如换道与调车，见31.13.01;',
      '一单独运营卧铺或餐车的公司，见30.04.00、30.05.00。'
    ]
  },
  // Medium 31.02
  {
    majorId: '31',
    mediumId: '31.02',
    smallId: '',
    name: '铁路货运',
    description: ''
  },
  {
    majorId: '31',
    mediumId: '31.02',
    smallId: '31.02.00',
    name: '铁路货运',
    description: '本小类包括：\n一在干线铁路网以及短途货运铁路上的铁路货运。',
    excludes: [
      ' 一仓储和存储，见31.12.00;',
      ' 一货运站点的活动，见31.13.01;',
      ' 一铁路基础设施相关活动的操作，如换道与调车，见31.13.01;',
      '一货物装卸，见31.13.04。'
    ]
  },
  // Medium 31.03
  {
    majorId: '31',
    mediumId: '31.03',
    smallId: '',
    name: '其他陆路客运',
    description: '本中类包括除铁路运输外的所有陆路客运活动。且市内\n或郊区的轨道客运系统也包含在本中类。'
  },
  {
    majorId: '31',
    mediumId: '31.03',
    smallId: '31.03.01',
    name: '市内和郊区的陆路客运',
    description: '本小类包括：\n 一市内或郊区的陆路运输系统的旅客运输。包括不同\n 运输方式的陆路旅客运输，如巴士、电车、有轨电\n 车、无轨电车、地铁和高架铁路等。这类运输设定\n 固定线路，通常按照固定时刻，乘客乘降通常在固\n 定站点。\n本小类还包括：\n —城区至机场或城区至火车站线路；\n 一作为市内或郊区的运输系统组成部分的缆索铁路、\n 架空索道的运营。',
    excludes: [' 一城际铁路客运，见31.01.00。']
  },
  {
    majorId: '31',
    mediumId: '31.03',
    smallId: '31.03.02',
    name: '出租车营运',
    description: '本小类也包括：\n一私家车(包括驾驶员)的出租。'
  },
  {
    majorId: '31',
    mediumId: '31.03',
    smallId: '31.03.03',
    name: '其他未另分类的陆路客运',
    description: '本小类包括：\n 一其他公路客运：\n ◆定期长途巴士服务；\n ◆包车、游览车和其他临时长途客车服务；\n ◆机场班车。\n 一不构成市内或郊区陆路运输系统组成部分的缆车、\n 索道、滑雪橇和升降缆车的运营。\n本小类还包括：\n 一校车和雇员班车的运营；\n 一人力或畜力车的旅客运输。',
    excludes: [' 一救护车运输，见38.03.00。']
  },
  // Medium 31.04
  {
    majorId: '31',
    mediumId: '31.04',
    smallId: '',
    name: '公路货运及搬运服务',
    description: '本中类包括除铁路运输外所有陆路货运活动。'
  },
  {
    majorId: '31',
    mediumId: '31.04',
    smallId: '31.04.01',
    name: '公路货运',
    description: '本小类包括：\n一所有公路货运运营：\n ◆伐木运输；\n ◆库存货物运输；\n ◆冷藏运输；\n ◆重型运输；\n ◆散货运输，包括罐车运输以及农场牛奶收集；\n ◆机动车拖运；\n ◆废物和废料的运输，不包括收集或处置。\n 本小类还包括：\n 一卡车(配备驾驶员)出租；\n 一人力或畜力车辆的货运。',
    excludes: [
      ' 一林区内的伐木搬运，作为伐木作业的一部分，见01.11.00;',
      ' 一用卡车承担的水的配送，见27.02.00;',
      ' 一用于货物装卸的终端设施的运营，见31.13.01;',
      ' 一运输的装箱和包装活动，见31.13.05;',
      ' 一邮政及速递活动，见31.14.00、31.15.00。',
      ' 一作为废物收集活动组成部分废物运输，见39.02.01、39.02.02。'
    ]
  },
  {
    majorId: '31',
    mediumId: '31.04',
    smallId: '31.04.02',
    name: '搬运服务',
    description: '本小类包括：\n一通过公路运输向企业和家庭提供的搬运(搬迁)服务。'
  },
  // Medium 31.05
  {
    majorId: '31',
    mediumId: '31.05',
    smallId: '',
    name: '管道运输',
    description: ''
  },
  {
    majorId: '31',
    mediumId: '31.05',
    smallId: '31.05.00',
    name: '管道运输',
    description: '本小类包括：\n一气体、液体、水、浆状物和其他商品的管道运输。\n本小类还包括：\n一泵站运营。',
    excludes: [
      '一天然气、煤气、蒸汽或水的配送，参见26.01.02、27.01.00、27.02.00;',
      '一由卡车所承担的液体运输，见31.04.01。'
    ]
  },
  // Medium 31.06
  {
    majorId: '31',
    mediumId: '31.06',
    smallId: '',
    name: '海上和沿海水路客运',
    description: '本中类包括为海上或沿海水域而设计的船型所提供的水\n上旅客运输。也包括使用类似船型在大型湖泊等水域的水\n上旅客运输。'
  },
  {
    majorId: '31',
    mediumId: '31.06',
    smallId: '31.06.00',
    name: '海上和沿海水路客运',
    description: '本小类包括：\n 一定期或不定期海上和沿海水域旅客运输服务：\n ◆游览、巡游或观光船的运营；\n 渡轮、水上巴士等的运营。\n 本小类还包括：\n 一出租配备船员的海上及沿海水域运输用游船(如捕\n 鱼游艇)。',
    excludes: [
      '—由独立单位在船上提供的餐厅和酒吧的活动，见30.05.00、30.07.00;',
      ' 一未配备船员的游船和游艇的出租，见32.15.01;',
      ' —未配备船员的商业用船舶的出租，见32.16.04;',
      ' 一“赌船”的运营，见39.13.00。'
    ]
  },
  // Medium 31.07
  {
    majorId: '31',
    mediumId: '31.07',
    smallId: '',
    name: '海上和沿海水路货运',
    description: '本中类包括为海上或沿海水域而设计的船型所提供的水\n上货物运输。还包括使用类似船型在大型的湖泊等水域的\n水上货物运输。'
  },
  {
    majorId: '31',
    mediumId: '31.07',
    smallId: '31.07.00',
    name: '海上和沿海水路货运',
    description: '本小类包括：\n 一定期或不定期海上和沿海水域货物运输；\n 一驳船、石油钻井平台等的拖带或顶推运输。\n 本小类还包括：\n 一出租配备船员的海上及沿海水域货运船。',
    excludes: [
      ' 一货物仓储，见31.12.00;',
      ' 一港口作业和进港、引航、驳运、船只打捞等其他辅\n 助活动，见31.13.02;',
      ' 一货物装卸，见31.13.04;',
      ' 一未配备船员的商业用船舶的出租，见32.16.04。'
    ]
  },
  // Medium 31.08
  {
    majorId: '31',
    mediumId: '31.08',
    smallId: '',
    name: '内陆水上客运',
    description: '本中类包括内陆水域的旅客运输，涉及的船舶不适用于\n海上运输。'
  },
  {
    majorId: '31',
    mediumId: '31.08',
    smallId: '31.08.00',
    name: '内陆水上客运',
    description: '本小类包括：\n一通过河流、运河、湖泊等内陆水道，以及内陆码头\n 和港口内的水上旅客运输。\n本小类还包括：\n一出租配备船员的内陆水域运输用游船。',
    excludes: [' —未配备船员的游船和游艇的租赁，见32.15.01。']
  },
  // Medium 31.09
  {
    majorId: '31',
    mediumId: '31.09',
    smallId: '',
    name: '内陆水上货运',
    description: '本中类包括内陆水域的货物运输，涉及的船舶不适用于\n海上运输。'
  },
  {
    majorId: '31',
    mediumId: '31.09',
    smallId: '31.09.00',
    name: '内陆水上货运',
    description: '本小类包括：\n 一通过河流、运河、湖泊等内陆水道，以及内陆码头\n 和港口内的水上货物运输。\n本小类还包括：\n一出租配备船员的内陆水域货运用船。',
    excludes: [
      ' 一货物装卸，见31.13.04;',
      '—未配备船员的商业用船舶的出租，见32.16.04。'
    ]
  },
  // Medium 31.10
  {
    majorId: '31',
    mediumId: '31.10',
    smallId: '',
    name: '航空客运',
    description: ''
  },
  {
    majorId: '31',
    mediumId: '31.10',
    smallId: '31.10.00',
    name: '航空客运',
    description: '本小类包括：\n 一按规定航线和规定时间表运营的旅客空运；\n —旅客包机；\n 一风景名胜和观光航班。\n本小类还包括：\n—以旅客运输的目的，出租配备驾驶员的航空运输设备；\n 一通用航空活动，如：\n ◆以指导或娱乐为目的的航空俱乐部所提供的旅客运输。',
    excludes: [' —未配备驾驶员的航空运输设备租赁，见32.16.05。']
  },
  // Medium 31.11
  {
    majorId: '31',
    mediumId: '31.11',
    smallId: '',
    name: '航空货运和航天运输',
    description: ''
  },
  {
    majorId: '31',
    mediumId: '31.11',
    smallId: '31.11.01',
    name: '航空货运',
    description: '本小类包括：\n 一按规定航线和规定时间表运营的货物空运；\n一不定期航空货物运输。\n本小类还包括：\n 一以货运为目的，出租配备驾驶员的航空运输设备。'
  },
  {
    majorId: '31',
    mediumId: '31.11',
    smallId: '31.11.02',
    name: '航天运输',
    description: '本小类包括：\n一发射卫星和空间飞行器；\n一旅客和货物的航天运输。'
  },
  // Medium 31.12
  {
    majorId: '31',
    mediumId: '31.12',
    smallId: '',
    name: '仓储和存储',
    description: ''
  },
  {
    majorId: '31',
    mediumId: '31.12',
    smallId: '31.12.00',
    name: '仓储和存储',
    description: '本小类包括：\n 一各类货物的仓库和储存设施的运营：\n ◆谷仓、普通货物仓库、冷藏仓库、储罐等的运营。\n本小类还包括：\n一对外贸易区的货物的储存；\n一空气鼓风冷冻。',
    excludes: [
      '一机动车停车设施，见31.13.01;',
      ' 一自助仓储设施的运作，见32.12.00;',
      ' 一空置场所的出租，见32.12.00。'
    ]
  },
  // Medium 31.13
  {
    majorId: '31',
    mediumId: '31.13',
    smallId: '',
    name: '运输的支持活动',
    description: '本中类包括旅客或货物运输的支持活动，例如运输基础\n设施中各部分的运作，运输前、运输后、分段运输过程中\n的货物即时装卸作业等活动。所有运输设施的运行和保养\n 也包括在内。'
  },
  {
    majorId: '31',
    mediumId: '31.13',
    smallId: '31.13.01',
    name: '陆路运输附属的服务活动',
    description: '本小类包括：\n 一陆路运输旅客、动物或货物有关活动：\n 车站设施(如火车站、汽车站、货运站)的运营；\n 铁路基础设施的运营；\n 道路、桥梁、隧道、停车场或车库、自行车停车\n 场、篷车的冬季存放库等设施的运营。\n 一换道与调车；\n 一拖带和公路救援。\n本小类还包括：\n 一以运输为目的气体的液化；',
    excludes: [' 一货物装卸，见31.13.04。']
  },
  {
    majorId: '31',
    mediumId: '31.13',
    smallId: '31.13.02',
    name: '水路运输附属的服务活动',
    description: '本小类包括：\n 一水路运输旅客、动物或货物有关活动：\n ◆港口和码头设施的运营；\n ◆航道船闸等设施的运营；\n ◆导航、领航和靠泊活动；\n 驳运、捞救活动；\n 灯塔相关活动。',
    excludes: [
      ' 一货物装卸，见31.13.04;',
      ' 一游艇码头的经营，见39.15.02。'
    ]
  },
  {
    majorId: '31',
    mediumId: '31.13',
    smallId: '31.13.03',
    name: '航空运输附属的服务活动',
    description: '本小类包括：\n 一航空运输旅客、动物或货物有关活动：\n ◆航空场站设施的运营，如航站楼等；\n 机场和空中交通管制活动；\n ◆机场的地面服务等活动。\n本小类还包括：\n一机场的消防服务。',
    excludes: [
      ' 一货物装卸，见31.13.04;',
      ' 一飞行学校的运营，见37.03.02、37.05.03。'
    ]
  },
  {
    majorId: '31',
    mediumId: '31.13',
    smallId: '31.13.04',
    name: '货物装卸',
    description: '本小类包括：\n 一各种运输方式的货物和旅客行李的装卸；\n 一码头装卸；\n 一货运铁路车辆的装卸作业。',
    excludes: [' 一场站设施的运营，见31.13.01～31.13.03。']
  },
  {
    majorId: '31',
    mediumId: '31.13',
    smallId: '31.13.05',
    name: '其他运输支持活动',
    description: '本小类包括：\n 一 货运代理；\n 一铁路运输、公路运输、海运或空运的组织安排；\n 一团体或个人的货物托运(包括货物分拣、交付和托\n 运分组)的组织；\n 一运输单据和运货单的发布和获取；\n 一报关代理活动；\n 一海运货物承运和空中货运代理活动；\n一船舶和飞机舱位经纪；\n 一货物处理，例如在运输过程仅为保护货物而采取的\n 临时装箱、开箱、取样、称重的处理等。\n本小类还包括：\n一快递的活动，见31.15.00;\n一提供汽车、船舶、航空和运输保险，见32.05.02;\n一旅行社的活动，见39.09.01;\n一旅游经营者的活动，见39.09.02;\n 一游客协助活动，见39.10.00。'
  },
  // Medium 31.14
  {
    majorId: '31',
    mediumId: '31.14',
    smallId: '',
    name: '普遍服务义务下的邮政活动',
    description: ''
  },
  {
    majorId: '31',
    mediumId: '31.14',
    smallId: '31.14.00',
    name: '普遍服务义务下的邮政活动',
    description: '本小类包括由一个或多个指定的普遍服务提供者，根据\n普遍服务义务经营邮政服务的活动。这些活动包括使用普\n遍服务的基础设施，包括所在零售点、分拣和处理设施、\n以及路线承运人拾取和投递邮件。投递可以包括函件即信\n件、明信片、印刷品(报纸、期刊、广告品等)、小邮包、\n货物或文件。\n 还包括普遍服务义务支持的其他必要服务。\n 本小类包括：\n 一根据普遍服务义务下的邮政运营服务，包括对函件、\n 邮件包裹、包裹进行拾取、分拣、运输和投递(国\n 内或国外的)。运输可以包括一种或多种方式，可以\n 通过其自有(私人的)运输系统或公共运输进行；\n 一从公共信箱或邮局收集信件和包裹。',
    excludes: [' 一邮政转帐、邮政储蓄和邮政汇票活动，见32.01.02。']
  },
  // Medium 31.15
  {
    majorId: '31',
    mediumId: '31.15',
    smallId: '',
    name: '其他邮政及速递活动',
    description: ''
  },
  {
    majorId: '31',
    mediumId: '31.15',
    smallId: '31.15.00',
    name: '其他邮政及速递活动',
    description: '本小类包括：\n —由公司运营的超过普遍服务义务范畴的邮递服务，\n 包括对函件、邮件包裹、包裹进行拾取、分拣、运\n 输和投递(国内或国外的)。运输可以包括一种或\n 多种方式，可以通过其自有(私人的)运输系统或\n 公共运输进行。\n本小类还包括：\n 一上门递送服务。',
    excludes: [
      '一货物运输，见(根据运输模式)31.02.00、31.04.01、31.07.00、31.09.00、31.11.01、31.11.02。'
    ]
  },
  // Medium 31.16
  {
    majorId: '31',
    mediumId: '31.16',
    smallId: '',
    name: '有线电信活动',
    description: ''
  },
  {
    majorId: '31',
    mediumId: '31.16',
    smallId: '31.16.00',
    name: '有线电信活动',
    description: '本小类包括：\n 一以语音、数据、文本、声音和影像传输为目的，运\n 营、维护或提供使用有线电信基础设施，包括：\n ◆运营和维护交换和传输设备，通过固定电话、微\n 波、卫星与固话网的结合以提供“点对点”通信\n 服 务 ；\n ◆电缆分配系统的运营(例如用于数据和电视信号\n 的分配);\n ◆使用自有设备提供电报和其他非声音通信服务。\n传输设施开展这些活动，可能是基于单一技术或技术的组合。\n本小类还包括：\n 一向网络运营商和所有者购买接入端和网络带宽，并\n 使用这些资源为商业和家庭提供电信服务；\n 一运营有线基础设施，提供互联网接入。',
    excludes: [' 一电信经销商，见31.19.00。']
  },
  // Medium 31.17
  {
    majorId: '31',
    mediumId: '31.17',
    smallId: '',
    name: '无线电信活动',
    description: ''
  },
  {
    majorId: '31',
    mediumId: '31.17',
    smallId: '31.17.00',
    name: '无线电信活动',
    description: '本小类包括：\n 一以语音、数据、文本、声音和影像传输为目的，运\n 营、维护或提供使用无线电信基础设施；\n 一维护和经营寻呼以及蜂窝电话和其他无线通信网络。\n 提供全方位无线电传输的通信设施，可以是基于单一技\n术或技术的组合。\n本小类还包括：\n一向网络运营商和所有者购买接入端和网络带宽，并\n 使用这些资源为商业和家庭提供无线通信服务(不\n 包括卫星通信);\n一运营无线基础设施，提供互联网接入。',
    excludes: ['一电信经销商，见31.19.00。']
  },
  // Medium 31.18
  {
    majorId: '31',
    mediumId: '31.18',
    smallId: '',
    name: '卫星通信活动',
    description: ''
  },
  {
    majorId: '31',
    mediumId: '31.18',
    smallId: '31.18.00',
    name: '卫星通信活动',
    description: '本小类包括：\n 一以语音、数据、文本字、声音和影像传输为目的，\n 运营、维护或提供使用卫星通信基础设施；\n 一将收到的来自有线电视网、地方电视台或电台网络信\n 号，通过直接入户卫星系统向消费者提供视觉，听觉\n 或文本程序。(本小类不进行通常的程序内容创作)\n 本小类还包括：\n 一运营卫星通信基础设施，提供互联网接入。',
    excludes: ['一电信经销商，见31.19.00。']
  },
  // Medium 31.19
  {
    majorId: '31',
    mediumId: '31.19',
    smallId: '',
    name: '其他电信活动',
    description: ''
  },
  {
    majorId: '31',
    mediumId: '31.19',
    smallId: '31.19.00',
    name: '其他电信活动',
    description: '本小类包括：\n 一提供专业通信应用，如卫星跟踪、遥测通信、雷达\n 站操作 ；\n 一卫星终端站和相关设施的运营，操作中连接一个或\n 多个地面通信系统，并且有能力向卫星系统传送或\n 接收信息；\n 一在终端用户和互联网接入服务商之间提供互联网接\n 入服务，这种接入不由互联网接入服务商拥有或控\n 制，如拨号上网等；\n 一面向公众开放的电话和互联网接入设施的运营；\n 一通过现有的电信连接提供电信服务：\n ◆VOIP(互联网语音电话)的提供。\n 一电信经销商(即购买和转售网路带宽而不提供附加\n 服务)。',
    excludes: ['一运营通信基础设施，提供互联网接入，见31.16～31.18。']
  }
];
