import { CategoryItem } from '../types';

export const category_07: CategoryItem[] = [
  {
    "id": "cat_07",
    "code": "07",
    "majorId": "07",
    "mediumId": "",
    "smallId": "",
    "name": "纸浆、纸及纸制品",
    "description": "本大类包括纸浆、纸张和加工纸制品的制造。因为这些产品的制造构成了一系列前后连接的过程，故将其合并在一大类。在一个单元中通常会发生多项活动。本质上有三项活动：纸浆的制造涉及将木材中的纤维与其他成分分离、或将用过的纸溶解并脱墨，并添加少量试剂，以加强纤维的捆束力；纸张的制造包括将纸浆释放到移动的丝网上，以形成连续的纸张；加工纸制品则由纸和其他材料通过各种技术制造。纸制品可以包括印刷(如壁纸、礼品包装等),但印刷的信息不是主要目的。07.01中类包含了纸浆、纸和大部分纸板的生产，而其他类别包括深加工的纸和纸制品的制造。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_07_01",
    "code": "07.01",
    "majorId": "07",
    "mediumId": "07.01",
    "smallId": "",
    "name": "纸浆、纸和纸板的制造",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_07_01_01",
    "code": "07.01.01",
    "majorId": "07",
    "mediumId": "07.01",
    "smallId": "07.01.01",
    "name": "纸浆的制造",
    "description": "",
    "includes": [
      "通过机械、化学(溶解的或非溶解的)或半化学过程制造漂白、半漂白或未漂白的纸浆；",
      "棉绒纸浆的制造；",
      "废纸脱墨和制浆。"
    ],
    "excludes": []
  },
  {
    "id": "cat_07_01_02",
    "code": "07.01.02",
    "majorId": "07",
    "mediumId": "07.01",
    "smallId": "07.01.02",
    "name": "纸和纸板的制造",
    "description": "",
    "includes": [
      "为一步工业加工而制造纸和纸板。",
      "纸和纸板的进一步加工：",
      "纸和纸板的涂层、覆膜和浸渍；",
      "皱纹纸和波纹纸的制造；",
      "用纸或纸板层压的板和箔的制造。",
      "手工纸的制造；",
      "新闻纸和其他印刷或书写纸的制造；",
      "纤维素填充物及纤维素网状物的制造；",
      "卷装或打开张碳粉复写纸或蜡纸的制造。"
    ],
    "excludes": [
      "瓦楞纸和瓦楞纸板的制造，见07.02.01;",
      "纸、纸板或纸浆深加工制品的制造，见07.02.02、",
      "涂料或溶剂是主要成分的涂覆或浸渍纸的制造，见涂料或溶剂的制造类别；",
      "砂纸的制造，见15.06.01。"
    ]
  },
  {
    "id": "cat_07_02",
    "code": "07.02",
    "majorId": "07",
    "mediumId": "07.02",
    "smallId": "",
    "name": "纸和纸板制品的制造",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_07_02_01",
    "code": "07.02.01",
    "majorId": "07",
    "mediumId": "07.02",
    "smallId": "07.02.01",
    "name": "瓦楞纸和瓦楞纸板以及纸和纸板容器的制造",
    "description": "",
    "includes": [
      "瓦楞纸和瓦楞纸板的制造；",
      "用瓦楞纸或瓦楞纸板制造容器；",
      "折叠纸板容器的制造；",
      "实心纸板容器的制造；",
      "纸和纸板制造其他容器；",
      "纸袋和纸包的制造；",
      "办公文件盒及类似品的制造。"
    ],
    "excludes": [
      "信封的制造，见07.02.03;",
      "模制或压制纸浆制品(如鸡蛋包装盒、纸浆模制纸碟)的制造，见07.02.05。"
    ]
  },
  {
    "id": "cat_07_02_02",
    "code": "07.02.02",
    "majorId": "07",
    "mediumId": "07.02",
    "smallId": "07.02.02",
    "name": "家用和卫生用品及洗手间用品的制造",
    "description": "",
    "includes": [
      "家用和个人卫生用纸以及纤维填料产品的制造：",
      "面 纸 ；",
      "纸手帕、纸毛巾、纸餐巾；",
      "卫生纸；",
      "卫生巾和卫生棉条、尿布和婴儿尿布衬；",
      "杯、碟和托盘。",
      "纺织填充物及填充制品：卫生巾、卫生棉条等。"
    ],
    "excludes": [
      "纤维素填充物的制造，见07.01.02。"
    ]
  },
  {
    "id": "cat_07_02_03",
    "code": "07.02.03",
    "majorId": "07",
    "mediumId": "07.02",
    "smallId": "07.02.03",
    "name": "纸制文具的制造",
    "description": "",
    "includes": [
      "即用打印和书写纸的制造；",
      "即用计算机打印纸的制造；",
      "即用自显复写纸的制造；",
      "即用复写蜡纸和碳粉复写纸的制造；",
      "即用胶纸或胶粘纸的制造；",
      "信封和明信片的制造；",
      "教育和商务文具(笔记本、活页夹、登记薄、会计账簿、业务表格等)的制造，其上印刷的信息并非主要特征；",
      "盒、袋、夹和包含各类纸文具的书写用套装的制造。"
    ],
    "excludes": [
      "纸制品的印刷，见09.01。"
    ]
  },
  {
    "id": "cat_07_02_04",
    "code": "07.02.04",
    "majorId": "07",
    "mediumId": "07.02",
    "smallId": "07.02.04",
    "name": "壁纸的制造",
    "description": "",
    "includes": [
      "壁纸及类似糊墙纸，包括含乙烯基涂层和纺织物的墙纸的制造。"
    ],
    "excludes": [
      "散装纸或纸板的制造，见07.01.02;",
      "塑料墙纸的制造，见14.02.04。"
    ]
  },
  {
    "id": "cat_07_02_05",
    "code": "07.02.05",
    "majorId": "07",
    "mediumId": "07.02",
    "smallId": "07.02.05",
    "name": "其他纸和纸板制品的制造",
    "description": "",
    "includes": [
      "标签的制造；",
      "过滤纸和滤纸板的制造；",
      "纸和纸板线轴、纸管等的制造；",
      "鸡蛋托盘和其他纸浆模制包装制品等的制造；",
      "纸质新奇小物品的制造；",
      "提花织机用纸或纸板卡片的制造。"
    ],
    "excludes": [
      "扑克牌的生产，见23.05.00;",
      "纸或纸板制作的游玩用具和玩具的制造，见23.05.00。"
    ]
  }
];
