import { CategoryItem } from '../types';

export const category_09: CategoryItem[] = [
  {
    "id": "cat_09",
    "code": "09",
    "majorId": "09",
    "mediumId": "",
    "smallId": "",
    "name": "印刷业",
    "description": "本大类包括产品(例如报纸、书籍、期刊、商业表格、贺卡和其他资料)的印刷，以及相关的支持性活动(例如装订、制版服务和数码成像)。这里的支持活动是印刷业的一个组成部分，而且印刷产品(印制版本、精装书、计算机磁盘或文件)作为印刷业的组成部分也几乎总是由这些活动提供的。印刷过程包括了各种将图像从碟片、屏幕或者电脑文件中转移到另一种媒介，例如纸、塑料、金属、纺织制品或木料的方法。这些方法中最突出的是通过平版印刷、凹版印刷、丝网印刷或柔性版印刷，将影像从碟片或屏幕转移到另一媒介。通常计算机文件用以直接驱动印刷机械或静电的及其他类型的设备(数字或非接触式印刷)产生影像。尽管印刷及出版可以由同一单位完成(例如报纸),但这些不同类活动在同一实际地点完成的情况越来越少了。本大类还包括记录媒介，如CD、录像、光盘或磁带上的软件、记录等的复制。本大类不包括出版活动。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_09_01",
    "code": "09.01",
    "majorId": "09",
    "mediumId": "09.01",
    "smallId": "",
    "name": "印刷及与印刷相关的服务活动",
    "description": "本中类包括产品(如报纸、书籍、期刊、商业表格、贺卡和其他资料)的印刷，以及相关的支持性活动，例如装订、制版服务和数据成像。印刷可以使用各种技术和在不同的材料上完成。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_09_01_01",
    "code": "09.01.01",
    "majorId": "09",
    "mediumId": "09.01",
    "smallId": "09.01.01",
    "name": "报纸的印刷",
    "description": "",
    "includes": [
      "一周至少发行四次的其他期刊的印刷。"
    ],
    "excludes": [
      "印刷品出版，见08.01;",
      "文件复印，见35.18.02。"
    ]
  },
  {
    "id": "cat_09_01_02",
    "code": "09.01.02",
    "majorId": "09",
    "mediumId": "09.01",
    "smallId": "09.01.02",
    "name": "其他印刷",
    "description": "",
    "includes": [
      "一周发行少于四次的杂志和其他期刊的印刷",
      "通过凸版印刷、平版印刷、凹版印刷、柔性版印刷、丝网印刷和其他印刷、复印机、电脑打印机、压纹机等，印刷(包括快速印刷)书籍与小册子、音乐与乐曲手稿、地图、地图册、海报、广告目录、说明书与其他印制广告、邮票、税务票据、凭证、支票与其他证券纸、智能卡、相册、日记簿、日历与其他商业印刷品、个人信笺和其他印刷品；",
      "在纺织品、塑料、玻璃、金属、木材、陶瓷上直接印刷。被印刷的材料通常是受版权保护的。",
      "印刷标签或标识(平版、凹版、柔性版印刷、其他方式)。"
    ],
    "excludes": [
      "纺织品及服装的丝网印刷，见04.03.00;",
      "当上面印刷的信息不是主要特征时，文具(笔记",
      "印刷品出版，见08.01。"
    ]
  },
  {
    "id": "cat_09_01_03",
    "code": "09.01.03",
    "majorId": "09",
    "mediumId": "09.01",
    "smallId": "09.01.03",
    "name": "印刷前和媒体复制前服务",
    "description": "",
    "includes": [
      "排版、排字、照相排版、印前数据录入(包括扫描和光学字符识别)、电子排版；",
      "为多种媒体上应用的数据文件(纸上文字、CD-ROM与互联网)做准备；",
      "包括图像设置和版面设置(针对凸版和平板印刷过程)的制版服务；",
      "—滚筒准备：凹版印刷需要的滚筒雕刻或蚀刻；",
      "印版加工：“计算机直接制版”的CTP(也称为感光聚合物印版);",
      "浮雕冲压或印刷的印版模具准备；",
      "下列准备：有技术特点的艺术作品，比如准备石印石和木印 版 ；展示性媒介，例如架空箔及其他展示形式；草图、设计图、样本等；校样作品。"
    ],
    "excludes": [
      "专业设计活动，见34.05.00。"
    ]
  },
  {
    "id": "cat_09_01_04",
    "code": "09.01.04",
    "majorId": "09",
    "mediumId": "09.01",
    "smallId": "09.01.04",
    "name": "装订及相关服务",
    "description": "",
    "includes": [
      "支持印刷活动的精装、样品镶嵌以及印刷后服务，例如通过折叠、裁切与修整、组装、拼接、锁线订、胶订、切割与包封、上胶、整理、挑缝、烫金，精装及精加工书籍、小册子、杂志、目录等；螺旋装订和塑料线装订；",
      "通过折叠、模切、钻孔、打孔、穿齿孔、印花，粘辊、胶合、层压，将印刷的纸张或硬纸板装订及精加 工 ；",
      "只读光盘的精加工服务；",
      "邮件的精加工服务，如定制、信封准备；",
      "其他精加工活动，如冲模、下沉或印花，盲文印制。"
    ],
    "excludes": []
  },
  {
    "id": "cat_09_02",
    "code": "09.02",
    "majorId": "09",
    "mediumId": "09.02",
    "smallId": "",
    "name": "记录媒介的复制",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_09_02_00",
    "code": "09.02.00",
    "majorId": "09",
    "mediumId": "09.02",
    "smallId": "09.02.00",
    "name": "记录媒介的复制",
    "description": "",
    "includes": [
      "对唱片、光盘、磁带或其他有声记录的母带进行复制；",
      "对载有电影和其他视频记录的记录装置、光盘、录影带的母带进行复制；",
      "对带有软件和数据的光盘和磁带的母带进行复制。"
    ],
    "excludes": [
      "印刷品复制，见09.01.01、09.01.02;",
      "软件的发行，见33.01;",
      "电影、录像带、DVD或类似媒介上的电影的制作和发行，见39.05.01、39.05.02、39.05.03;",
      "用于院线上映的电影胶片的复制，见39.05.02;",
      "唱片或音频材料母带的制作，见08.02.00。"
    ]
  }
];
