import { CategoryItem } from '../types';

export const category_39: CategoryItem[] = [
  {
    id: 'cat_39',
    code: '39',
    majorId: '39',
    mediumId: '',
    smallId: '',
    name: '其他社会服务',
    description: ' 本大类包括其他未另分类的社会服务，如污水处理，废\n物的收集、处理和处置，污染修复和其他废弃物管理服务，\n电影、录像及电视节目制作，电视和广播活动，其他信息\n服务活动，旅行社等预订服务活动，为满足公众爱好的各\n种文娱休闲活动(表演、博物馆、博彩、体育及休闲等),\n会员组织活动，其他个人服务活动等。'
  },
  // Medium 39.01
  {
    majorId: '39',
    mediumId: '39.01',
    smallId: '',
    name: '污水处理',
    description: ' 本中类包括运行污水管道系统或运行用于收集、处理和\n处置污水的污水处理设施。'
  },
  {
    majorId: '39',
    mediumId: '39.01',
    smallId: '39.01.00',
    name: '污水处理',
    description: '本小类包括：\n一运行污水管道系统或运行污水处理设施；\n 一通过污水处理管网、收集器、污水储罐和其他方式\n (污水运送车等)从一个或多个用户处收集和运送生\n 活或工业废水，包括雨水；\n 一排空和清理污水池和化粪池、污水槽、污水坑，化\n 学厕所的维护；\n 一通过物理、化学和生物过程如稀释、筛滤、过滤、\n 沉淀等方式处理废水(包括生活和工业废水、游泳\n 池水等);\n —污水管道和排水沟的维护和清洁，包括疏通下水道。',
    excludes: [
      ' 一 污染发生地的地表水和地下水的净化处理，\n 见39.04.00;',
      ' 一清理和疏通建筑物内排水管，见28.07.02。'
    ]
  },
  // Medium 39.02
  {
    majorId: '39',
    mediumId: '39.02',
    smallId: '',
    name: '废物收集',
    description: ' 本中类包括利用垃圾箱、有轮子的垃圾箱、集装箱等对家\n庭和商业废弃物的收集。包括非危险废物和危险废物的收集，\n比如来自家庭的废弃物、废旧电池、使用过的食油和脂肪、\n船舶废油和汽车修理站废油，以及建筑和拆迁垃圾。'
  },
  {
    majorId: '39',
    mediumId: '39.02',
    smallId: '39.02.01',
    name: '非危险废物的收集',
    description: '本小类包括：\n —在局部区域收集非危险固体废物(即垃圾),如利\n 用垃圾箱、带轮子的垃圾箱、集装箱等收集家庭和\n 商业废物，其中可能混合着可回收材料；\n 一收集可回收利用物料；\n 一收集公共场所的垃圾箱中的垃圾。\n本小类还包括：\n一收集建筑和拆迁废弃物；\n 一收集和转移碎屑，如树枝和瓦砾；\n 一收集纺织厂产出的废弃物；\n 一非危险废物转运设施的运营。',
    excludes: [
      ' 一危险废物收集，见39.02.02;',
      ' 一非危险废物处置填埋场的运营，见39.03.01;',
      '一操作将混有纸张、塑料等可回收材料进行分类区别\n 的设施，见24.01.02。'
    ]
  },
  {
    majorId: '39',
    mediumId: '39.02',
    smallId: '39.02.02',
    name: '危险废物的收集',
    description: ' 本小类包括固体和非固体危险废物的收集，即收集易爆\n的、易氧化的、易燃的、有毒的、有刺激性的、致癌的、\n腐蚀性的、有传染性的和其他对人类健康和环境有害的物\n质和制剂。\n 为了运输的目的可能还需要对此类废弃物进行鉴定、处\n理、包装和标识。\n本小类包括：\n一危险废物收集，例如：\n 船舶或汽车修理厂的废油；\n 生物危险废物；\n 核废料 ；\n 废旧电池等。\n一对危险废物的废物转运站的操作。',
    excludes: ['一补救和清理被污染的建筑物、矿址、土壤、地下\n 水，例如：石棉的清除，见39.04.00。']
  },
  // Medium 39.03
  {
    majorId: '39',
    mediumId: '39.03',
    smallId: '',
    name: '废物的处理和处置',
    description: ' 本中类包括通过不同方法对各种形式废物的处置和处置\n前的预处理，例如为有机废物的最终处置而进行的处理，\n活的或死的有毒动物和其他被污染的废弃物的处理和处\n置，医院过渡期放射废弃物的处理和处置等，向陆上或水\n中倾倒垃圾，垃圾的掩埋或翻埋，废旧物品(如冰箱)的\n无害化处理，通过焚化或燃烧处理废物。也包括从废物焚\n烧过程中回收能量。',
    excludes: [
      ' 一废水的处理和处置，见39.01.00;',
      ' 一材料回收，见24.01。'
    ]
  },
  {
    majorId: '39',
    mediumId: '39.03',
    smallId: '39.03.01',
    name: '非危险废物的处理和处置',
    description: ' 本小类包括固体或非固体非危险废物的处置和处置前预处理：\n 一非危险废物填埋场的运营；\n 一非危险废物的燃烧、焚化或其他处置方式，无论期\n 间是否产生电力、蒸汽、肥料、替代燃料、沼气、\n 灰烬或其他可进一步利用的副产品；\n 一为有机废物的最终处置而进行的处理。\n 本小类不包括：\n 一危险废物的焚化和燃烧，见39.03.02;\n 一操作将混有纸张、塑料、废饮料罐和废金属材料等\n 可回收材料进行分类区别的设施，见24.01.02;\n 一土地和水的净化、清除，有毒物质消减，见39.04.00。'
  },
  {
    majorId: '39',
    mediumId: '39.03',
    smallId: '39.03.02',
    name: '危险废物的处理和处置',
    description: ' 本小类包括处置和处置前处理固体或非固体危险废物，\n这些废弃物包括有爆炸性的、有氧化性的、易燃的、有毒\n的、有刺激性的、致癌性的、腐蚀性的、有传染性的和其\n对他人类健康和环境有害的物质和制剂。\n 本小类包括：\n 一处置危险废物设施的运营；\n 一活的或死的有毒动物和其他被污染的废弃物的处理\n 和处置 ；\n 一危险废物的焚烧；\n 一废旧物品(如冰箱)的无害化处理；\n 一处理、处置和贮存放射性核废料包括：\n ◆处理和处置医院的过渡期放射性废物，即在运送\n 过程中已发生衰减；\n ◆为核废料贮存所采取的封装、准备和其他处理。',
    excludes: [
      ' 一核燃料的后处理，见12.01.03;',
      ' 一非危险废物焚烧，见39.03.01;',
      ' 一土地和水的净化、清除，有毒物质消减，见39.04.00。'
    ]
  },
  // Medium 39.04
  {
    majorId: '39',
    mediumId: '39.04',
    smallId: '',
    name: '污染修复和其他废物的管理服务',
    description: '本中类包括提供补救服务，即对被污染的建筑物及场\n地、土壤、地表或地下水的清理。'
  },
  {
    majorId: '39',
    mediumId: '39.04',
    smallId: '39.04.00',
    name: '污染修复和其他废物的管理服务',
    description: '本小类包括：\n一不论在原地或异地，使用机械、化学或生物等方\n 法，净化污染发生地的土壤和地下水；\n一工业厂房或场所的污染消除，包括核设施和场所；\n一因意外而污染的地表水的净化和清理，如通过收集\n 污染物或应用化学试剂的方法；\n一陆上、地表水中、海洋包括沿海地区石油泄漏和其\n 他污染的清除；\n —石棉，铅涂料和其他有毒物质消除；\n一其他专门的污染控制活动。',
    excludes: [
      ' —农业病虫害防治，见01.06.01;',
      '一供水用水的净化，见27.02.00;',
      ' —处理和处置非危险废物，见39.03.01;',
      '一处理和处置危险废物，见39.03.02;',
      '一户外清扫和街道洒水等，见35.16.03。'
    ]
  },
  // Medium 39.05
  {
    majorId: '39',
    mediumId: '39.05',
    smallId: '',
    name: '电影、录像和电视节目的活动',
    description: ' 本中类包括戏剧和非戏剧电影的制作，无论是在影剧院\n中直接放映或在电视上播出的影片、录像带、DVD光盘或\n其他媒体，包括数字式发行；支持性活动，例如电影编\n辑、剪辑、配音等；向其他行业发行电影或其他影片产品\n(录像带、DVD光盘等);以及放映活动。\n 本中类也包括电影或任何其他影片产品发行权的买卖。'
  },
  {
    majorId: '39',
    mediumId: '39.05',
    smallId: '39.05.01',
    name: '电影、录像及电视节目的制作活动',
    description: '本小类包括：\n —电影、录像、电视节目(电视连续剧、纪录片等)\n 或电视广告的制作。\n本小类不包括：\n —胶片复制(除了用于剧场发行的电影胶片的复制)\n 以及音频和视频磁带、CD或DVD从原拷贝的复\n 制，见09.02.00;\n 一已录制的录像带、CD、DVD的批发，见29.08.03;\n 一空白录像带、CD的批发，见29.09.02;\n 一录像带、CD、DVD的零售，见29.18.03;\n 一后期制作活动，见39.05.02;\n 一声音录制和磁带书的录制，见08.02.00;\n 一电视播放，见39.07;\n 一创建一个完整的电视频道的节目，见39.07;\n 一除电影业外的胶片加工，见35.07.00;\n 一 个人戏剧或艺术代理人或代理机构的活动，\n 见34.06.00;\n 一向公众出租录像带、DVD,见32.15.02;\n一会议等直播电视节目实时(即同步)闭路字幕，\n 见35.21.03;\n 一个人演员、漫画家、导演、舞台设计师和技师专家\n 的活动，见39.11。'
  },
  {
    majorId: '39',
    mediumId: '39.05',
    smallId: '39.05.02',
    name: '电影、录像及电视节目的后期制作活动',
    description: ' 本小类包括后期制作活动，例如编辑、胶片/录像带转\n录、标题、字幕、演职员名单、闭路字幕、电脑图形制\n作、动画和特效、电影胶片的显像和加工，以及电影胶片\n实验室的活动和动画电影专用实验室的活动。\n 本小类还包括：\n 一电影资料馆等活动。',
    excludes: [
      '一胶片复制(除了用于向剧场发行影片的复制)以及\n 录音和录像磁带、CD或DVD从原拷贝的复制，\n 见09.02.00;',
      '一已录制的录像带、CD、DVD的批发，见29.08.03;',
      '一空白录像带、CD的批发，见29.09.02;',
      '一录像带、CD、DVD的零售，见29.18.03;',
      '—除电影业之外的胶片加工，见35.07.00;',
      '一向公众出租录像带、DVD,见32.15.02;',
      ' 一个人演员、漫画家、导演、舞台设计师和技师专家\n的活动，见39.11。'
    ]
  },
  {
    majorId: '39',
    mediumId: '39.05',
    smallId: '39.05.03',
    name: '电影、录像及电视节目的发行活动',
    description: '本小类包括：\n一向影院、电视网络和电视台、参展商发行电影、录\n 像带、DVD和类似产品。\n本中类还包括：\n 一获取电影、录影带和DVD的发行权。',
    excludes: [
      '一胶片复制以及音频和视频磁带、CD或DVD从母带\n 复制，见09.02.00;',
      '一已录制的录像带和DVD的批发，见29.08.03;',
      '一已录制的录像带和DVD的零售，见29.18.03。'
    ]
  },
  {
    majorId: '39',
    mediumId: '39.05',
    smallId: '39.05.04',
    name: '电影放映活动',
    description: ' 本小类包括：\n 一电影或录像带在影院、户外或其他放映场所的放映\n 活 动 ；\n 一电影俱乐部的活动。'
  },
  // Medium 39.06
  {
    majorId: '39',
    mediumId: '39.06',
    smallId: '',
    name: '无线电广播',
    description: ''
  },
  {
    majorId: '39',
    mediumId: '39.06',
    smallId: '39.06.00',
    name: '无线电广播',
    description: '本小类包括：\n 一通过广播电台演播室和设施发出音频信号向公众、\n 联播台或订户播送音频节目的活动。\n本小类还包括：\n一无线电网络的活动，即汇编和传送的音频节目，通\n 过空中广播、电缆或卫星发送给联播台或订户；\n 一通过互联网(互联网广播电台)的电台广播活动；\n 一与电台广播整合的数字广播。',
    excludes: [' 一电台录音节目的制作，见08.02.00。']
  },
  // Medium 39.07
  {
    majorId: '39',
    mediumId: '39.07',
    smallId: '',
    name: '电视策划和播放活动',
    description: ''
  },
  {
    majorId: '39',
    mediumId: '39.07',
    smallId: '39.07.00',
    name: '电视策划 and 播放活动',
    description: ' 本小类包括通过购买节目单元(如电影、纪录片等)、\n自制节目单元(如本地新闻、现场报道)或两者的组合，\n创建一套完整的电视频道节目。\n 这种完整的电视节目可以通过制作单位播出或由第三方\n发行者(例如有线电视公司和卫星电视提供商)传送。\n 这些节目可以是普通的或专题的(即有形式限制的，例\n如新闻、体育、教育和青少年节目)。本小类包括免费提\n供给用户的节目，以及订制类节目。视频点播频道的策划\n也包括在本小类。\n 本小类还包括与电视广播整合的数据广播。',
    excludes: [
      '一与播出无关的电视节目内容制作(电影、纪录片、\n 谈话节目、广告等),见39.05.01;',
      '一对不带节目的电视频道组合打包，并对频道组的发\n 行播放，见31.16～31.19。'
    ]
  },
  // Medium 39.08
  {
    majorId: '39',
    mediumId: '39.08',
    smallId: '',
    name: '其他信息服务活动',
    description: '本中类包括通讯社和其他未包括的信息服务活动。'
  },
  {
    majorId: '39',
    mediumId: '39.08',
    smallId: '39.08.01',
    name: '通讯社活动',
    description: ' 本小类包括：\n一新闻集团和通讯社向媒体提供新闻、图片和专题的活动。',
    excludes: [
      ' 一独立新闻摄影记者的活动，见35.07.00;',
      ' 一独立新闻记者的活动，见39.11.03。'
    ]
  },
  {
    majorId: '39',
    mediumId: '39.08',
    smallId: '39.08.02',
    name: '其他未另分类的信息服务活动',
    description: '本小类包括其他未另分类的信息服务活动，例如：\n 一基于计算机的电话信息服务；\n—在合同或收费基础上的信息检索服务；\n一新闻剪辑服务、剪报服务等。',
    excludes: ['一呼叫中心的活动，见35.19.00。']
  },
  // Medium 39.09
  {
    majorId: '39',
    mediumId: '39.09',
    smallId: '',
    name: '旅行社和旅游经营者的活动',
    description: ' 本中类包括旅行社从事的主要活动，如向普通公众和商\n业客户销售旅行、旅游、交通和食宿服务，这些旅行安排\n及组合活动通过旅行社销售、或直接通过代理(如旅游经\n营者)销售。'
  },
  {
    majorId: '39',
    mediumId: '39.09',
    smallId: '39.09.01',
    name: '旅行社的活动',
    description: ' 本小类包括：\n一旅行社从事的主要活动，如通过批发或零售向普通\n 公众和商业客户销售旅行、旅游、交通和食宿服务。'
  },
  {
    majorId: '39',
    mediumId: '39.09',
    smallId: '39.09.02',
    name: '旅游经营者的活动',
    description: '本小类包括：\n 一按照旅行社或直接由旅游经营者已经销售的旅游项\n 目安排和组织活动。可包括下列任一或全部项目：\n ◆ 交 通 ；\n ◆ 住 宿 ；\n ◆ 饮 食 ；\n ◆参观博物馆、历史或文化遗址、戏剧、音乐或体\n 育赛事。'
  },
  // Medium 39.10
  {
    majorId: '39',
    mediumId: '39.10',
    smallId: '',
    name: '其他预订服务及相关活动',
    description: ''
  },
  {
    majorId: '39',
    mediumId: '39.10',
    smallId: '39.10.00',
    name: '其他预订服务及相关活动',
    description: '本小类包括：\n 一其他与旅游相关的预订服务：\n ◆交通、宾馆、饭店、汽车租赁、娱乐和体育等预订。\n 一分时交换服务；\n —戏剧、体育和其他休闲娱乐项目的票务销售活动；\n 一游客协助服务：\n ◆向游客提供旅游信息；\n ◆导游活动。\n一旅游推广活动。',
    excludes: [
      '一旅行社和旅游经营者的活动，见39.09.01、39.09.02;',
      '—大型活动的组织和管理，如会议、大会和学术研讨\n 会，见35.20.00。'
    ]
  },
  // Medium 39.11
  {
    majorId: '39',
    mediumId: '39.11',
    smallId: '',
    name: '创意、艺术和娱乐活动',
    description: ' 本中类包括为满足顾客文化和娱乐爱好而运营设施及提\n供服务。包括创意和表演艺术活动以及相关活动，即包括\n制作、宣传和参与现场表演、赛事或筹备展会供公众参\n观；为艺术创作和现场表演提供艺术性的、创意性的或技\n术性的支持。'
  },
  {
    majorId: '39',
    mediumId: '39.11',
    smallId: '39.11.01',
    name: '表演艺术',
    description: ' 本小类包括：\n一现场戏剧表演、音乐会、歌剧、舞剧等舞台剧的制作：\n ◆团队、马戏团或剧团、管弦乐队或乐团的活动；\n ◆个人艺术家的活动，如演员、舞蹈家、音乐家、\n 讲师或演说家。',
    excludes: [
      ' 一个人戏剧或艺术代理人或代理机构的活动，见34.\n 06.00;',
      '一选派演员活动，见35.09.00。'
    ]
  },
  {
    majorId: '39',
    mediumId: '39.11',
    smallId: '39.11.02',
    name: '表演艺术的支持性活动',
    description: ' 本小类包括：\n 一现场戏剧表演、音乐会和歌剧、舞蹈及其他舞台剧\n 的支持性活动：\n ◆导演、制片人、舞台设计师和布景者、换景师、\n 灯光师等的活动。\n 本小类还包括：\n 一现场艺术制作人或主办方的活动，无论是否有艺术\n 设施。',
    excludes: [
      ' 一个人戏剧或艺术代理人或代理机构的活动，见34.06.00;',
      '一选派演员活动，见35.09.00。'
    ]
  },
  {
    majorId: '39',
    mediumId: '39.11',
    smallId: '39.11.03',
    name: '艺术创作',
    description: ' 本小类包括：\n 一个人艺术家的活动，如雕刻家、画家、漫画家、雕\n 刻师、蚀刻师等；\n 一个人作家的活动，包括各类小说写作、科技写作等；\n 一独立记者的活动；\n 一复原艺术作品，例如绘画作品等。',
    excludes: [
      '一塑像雕刻，艺术原创除外，见15.05.00;',
      '一风琴和其他古代乐器的修复，见23.08.00;',
      '一电影及录像的制作，见39.05.01、39.05.02;',
      '一家具修复(博物馆式复原除外),见29.22.04。'
    ]
  },
  {
    majorId: '39',
    mediumId: '39.11',
    smallId: '39.11.04',
    name: '艺术场馆的运营',
    description: ' 本小类包括：\n 一音乐会、剧院场馆及其他艺术设施的运营。',
    excludes: [
      '一电影院的运营，见39.05.04;',
      '一票务代理的活动，见39.10.00;',
      '一各类博物馆的运营，见39.12.02。'
    ]
  },
  // Medium 39.12
  {
    majorId: '39',
    mediumId: '39.12',
    smallId: '',
    name: '图书馆、档案馆、博物馆和其他文化活动',
    description: ' 本中类包括图书馆和档案馆的活动，各类博物馆、植物\n园和动物园的运营，历史遗迹和自然保护区的运营。\n 本中类还包括有历史、文化或教育意义的物体、场所和\n自然奇观(如世界遗产遗址等)的保护和展览。',
    excludes: [' 一体育、娱乐及休闲活动，如海滨浴场和休闲公园的\n 运营，见39.14、39.15。']
  },
  {
    majorId: '39',
    mediumId: '39.12.01',
    name: '图书馆和档案馆活动',
    description: ' 本小类包括：\n 一图书馆的阅读室、视听室等各类档案和信息活动，\n 向普通公众或特殊客户(如学生、科学家、职员、\n 会员)提供公共档案服务，以及政府档案馆的运营：\n ◆组织收集活动，无论是否是专业化的；\n ◆编目收集；\n 书籍、地图、期刊、电影、唱片、录音带、艺术\n 品等的出借和存储；\n 为满足信息要求等进行的检索活动。\n 一照片和电影资料馆和服务。'
  },
  {
    majorId: '39',
    mediumId: '39.12.02',
    name: '博物馆活动',
    description: ' 本小类包括：\n 一各类博物馆的运营：\n ◆艺术博物馆，珠宝、家具、服装、陶瓷、银器博物馆\n 自然史、科学和技术博物馆、历史博物馆，包括\n 军事博物馆；\n ◆其他专业博物馆；\n ◆露天博物馆。',
    excludes: [
      '—商业艺术画廊的活动，见29.19.08;',
      '一艺术品和博物馆收藏品的修复，见39.11.03;',
      '一图书馆和档案馆的活动，见39.12.01。'
    ]
  },
  {
    majorId: '39',
    mediumId: '39.12.03',
    name: '历史遗址和建筑物及类似的旅游景点的运营',
    description: '本小类包括：\n一历史遗址和建筑物的运营和保护。',
    excludes: ['一历史遗迹和建筑的翻新和修复，见28大类。']
  },
  {
    majorId: '39',
    mediumId: '39.12.04',
    name: '植物园、动物园和自然保护区活动',
    description: '本小类包括：\n一植物园和动物园的运营，包括儿童动物园；\n一自然保护区的运营，包括野生动植物保护区等。',
    excludes: [
      '一景观和园艺活动，见35.17.00;',
      ' 一钓鱼运动和狩猎运动保护区的经营，见39.14.04。'
    ]
  },
  // Medium 39.13
  {
    majorId: '39',
    mediumId: '39.13',
    smallId: '',
    name: '赌博和博彩活动',
    description: ' 本中类包括博彩场所的经营，例如赌场、宾果游戏厅和\n视频游戏终端；及博彩服务的提供，例如彩票和场外投注。'
  },
  {
    majorId: '39',
    mediumId: '39.13',
    smallId: '39.13.00',
    name: '赌博 and 博彩活动',
    description: '本小类包括赌博和博彩等活动，例如：\n一彩票的销售；\n一经营(利用)投币式赌博机；\n一赌博网站的经营；\n一登记下注及其他博彩业务的经营；\n一场外投注；\n一卡西诺赌场的经营，包括“赌船”。'
  },
  // Medium 39.14
  {
    majorId: '39',
    mediumId: '39.14',
    smallId: '',
    name: '体育活动',
    description: ' 本中类包括体育设施的经营，运动队或俱乐部参加现场\n体育赛事供付费观众观赏，独立运动员参加现场体育表演\n或竞技比赛供付费观众观赏，赛车、赛狗、赛马等由主人\n驾驭参加比赛和其他供观赏的体育活动；运动教练员在体\n育活动或竞赛中提供专门指导支持参赛者；比赛场地和场\n馆的运作；以及体育赛事的组织、宣传和管理等其他未另\n分类的活动。'
  },
  {
    majorId: '39',
    mediumId: '39.14',
    smallId: '39.14.01',
    name: '体育设施的运营',
    description: '本小类包括：\n一室内或室外体育活动设施的运营(设施可以是开放\n 式、封闭或半封闭式，无论是否带观众座席):\n ◆足球、曲棍球、板球、橄榄球体育场；\n ◆赛车、赛狗、赛马的赛道；\n ◆游泳池和场馆；\n ◆田径运动场；\n ◆冬季运动场和体育馆；\n ◆冰上曲棍球赛场；\n ◆拳击赛场；\n ◆高尔夫球场；\n ◆保龄球道。\n一组织者利用自己的设施，组织和运营专业或业余的\n 户外或室内体育赛事。\n本小类包括管理和提供人员操作这些设施。',
    excludes: [
      '—滑雪缆车操作，请参见31.03.03;',
      '一娱乐和体育装备的出租，见32.15.01;',
      '一健身设施的活动，见39.14.03;',
      '一公园和海滩活动，见39.15.02。'
    ]
  },
  {
    majorId: '39',
    mediumId: '39.14',
    smallId: '39.14.02',
    name: '体育俱乐部的活动',
    description: '本小类包括专业、半专业或业余体育俱乐部的活动，为\n俱乐部成员提供参与体育活动机会。\n本小类包括：\n一体育俱乐部的运营：\n 足球俱乐部；\n 保龄球俱乐部；\n ◆游泳俱乐部；\n ◆高尔夫俱乐部；\n ◆拳击俱乐部；\n ◆冬季运动俱乐部；\n ◆国际象棋俱乐部；\n 田径俱乐部；\n 射击俱乐部等。',
    excludes: [
      '一由个人教师、培训师对运动指导教学，见37.05.01',
      '一体育设施的运营，见39.14.01;',
      '一组织者利用自己的设施组织和运营专业或业余的户\n 外或室内体育赛事，见39.14.01。'
    ]
  },
  {
    majorId: '39',
    mediumId: '39.14',
    smallId: '39.14.03',
    name: '健身设施',
    description: '本小类包括：\n一健身、健美俱乐部及其设施。',
    excludes: ['一由个人教师、培训师对运动指导教学，见37.05.01。']
  },
  {
    majorId: '39',
    mediumId: '39.14',
    smallId: '39.14.04',
    name: '其他体育活动',
    description: '本小类包括：\n 一运作人或体育赛事发起人的活动，无论是否有设施；\n一个体自营运动员和参赛选手、裁判员、评判员、计\n 时员等的活动；\n一体育社团和协调机构的活动；\n一有关体育赛事推广的活动；\n一比赛用马厩、狗舍和车库的活动；\n一钓鱼运动和狩猎运动保护区的运营；\n一登山向导活动；\n一运动性或康乐性狩猎和捕鱼的支持活动。\n本小类包括：\n一体育器材的租赁，见32.15.01;\n一体育和竞技学校的活动，见37.05.01;\n 一体育指导、教师、教练的活动，见37.05.01;\n一运动俱乐部组织和运作户外或室内的专业或业余体\n 育赛事，利用或未利用自有设施，分别见39.14.01、\n 39.14.02;\n一公园和海滩活动，见39.15.02。'
  },
  // Medium 39.15
  {
    majorId: '39',
    mediumId: '39.15',
    smallId: '',
    name: '娱乐及休闲活动',
    description: ' 本中类包括各种单位为满足顾客的各种娱乐需求而经营\n娱乐场所或提供娱乐服务的活动。还包括举办各种吸引顾\n客的活动，如机械游乐设施、水上游乐设施、游戏、表演\n秀、主题展览及草地野餐等。\n 本中类不包括体育活动和戏剧艺术、音乐以及其他艺术\n和娱乐。'
  },
  {
    majorId: '39',
    mediumId: '39.15',
    smallId: '39.15.01',
    name: '游乐园和主题公园的活动',
    description: ' 本小类包括游乐园或主题公园的活动。包括具有吸引力\n的各种各样的活动，例如机械游乐设施、水上游乐设施、\n游戏、表演秀、主题展览及草地野餐等。'
  },
  {
    majorId: '39',
    mediumId: '39.15',
    smallId: '39.15.02',
    name: '其他娱乐及休闲活动',
    description: ' 本小类包括与娱乐和休闲有关的(游乐园和主题公园除\n外)其他未另分类的活动：\n 一运营(利用)投币式游戏；\n —游憩公园活动(不包括住宿);\n 一休闲运输设施的运营，例如游船码头；\n —滑雪场的运营；\n 一作为娱乐设施主要组成部分的休闲娱乐设备的出租；\n 一娱乐性的展会和表演；\n —泳滩的活动，包括设施的租用，如浴室、带锁的储\n 物柜、椅子等；\n 一舞池的运营。\n 本小类还包括其他现场活动的(不包括艺术或体育赛\n事)制作人或主办方的活动，无论是否有设施。',
    excludes: [
      '一缆车、索道、滑雪缆车的运营，见31.03.03;',
      '一捕鱼游艇，见31.06.00、31.08.00;',
      '一为休闲公园、森林及露营地短暂停留的游客提供的\n 空间与设施，见30.03.00;',
      '一拖车停车场、娱乐营地、狩猎和垂钓营地和野营\n 地，见30.03.00;',
      '一迪斯科舞厅，见30.07.00;',
      '一戏剧团和马戏团，见39.11.01。'
    ]
  },
  // Medium 39.16
  {
    majorId: '39',
    mediumId: '39.16',
    smallId: '',
    name: '企业、雇主及专业会员组织的活动',
    description: ' 本中类包括为增进企业和雇主组织成员利益开展的活\n动。就专业成员组织而言，还包括为增进专业成员的专业\n 利益举行的活动。'
  },
  {
    majorId: '39',
    mediumId: '39.16',
    smallId: '39.16.01',
    name: '企业及雇主会员组织的活动',
    description: '本小类包括：\n—一些组织的活动，其成员利益集中于企业在某一行\n 业(包括农业)领域的发展与繁荣，或集中于特定\n 地理区域或行政领域中非特定行业的经济增长和经\n 济条件 ；\n一同业组织联合会的活动；\n一商会、行会和类似组织的活动；\n一信息宣传、与政府机构商谈、与企业或雇主机构的\n 公关和劳资谈判。',
    excludes: ['一工会的活动，见39.17.00。']
  },
  {
    majorId: '39',
    mediumId: '39.16',
    smallId: '39.16.02',
    name: '专业会员组织的活动',
    description: '本小类包括：\n一其成员的兴趣主要集中在某一专业学科、专业实践\n 或技术领域(如医学会、法学会、会计学会、工程\n 学会及建筑师协会等)的会员组织活动；\n—由从事科学、学术或文化活动的专业人员，如作\n 家、画家、各类演员、记者等组成的协会的活动；\n一信息宣传、从业标准的制订和监督、与政府机构商\n 谈及与专业组织的公关。\n本小类还包括：\n—学术团体的活动。',
    excludes: ['一由这些组织提供的教育，见37大类。']
  },
  // Medium 39.17
  {
    majorId: '39',
    mediumId: '39.17',
    smallId: '',
    name: '工会活动',
    description: ''
  },
  {
    majorId: '39',
    mediumId: '39.17',
    smallId: '39.17.00',
    name: '工会活动',
    description: ' 本小类包括：\n 一增进有组织劳工和工会成员利益的活动。\n 本小类还包括：\n 一各行业的雇员作为成员的组织的活动，他们主要关\n 心的是能否就薪资和工作条件提出对他们有利的意\n 见以及能否通过组织采取系统行动；\n 一单个工厂工会、由下属分支机构组成的工会及由下\n 属工会按行业、地区、组织结构或其他标准组成的\n 劳工组织的活动。',
    excludes: ['一由这些组织提供的教育，见37大类。']
  },
  // Medium 39.18
  {
    majorId: '39',
    mediumId: '39.18',
    smallId: '',
    name: '其他会员组织的活动',
    description: ' 本中类包括各单位增进其成员利益的活动(企业和雇主\n组织、专业组织、工会除外)。'
  },
  {
    majorId: '39',
    mediumId: '39.18',
    smallId: '39.18.01',
    name: '宗教组织的活动',
    description: '本小类包括：\n 一宗教组织或个人的活动，为在教堂、清真寺、寺庙、\n 犹太教堂或其他地点做礼拜的人直接提供服务；\n 一修道院的活动；\n一宗教静修活动。\n本小类还包括：\n 一宗教殡葬服务活动。',
    excludes: [
      '一由这些组织提供的教育，见37大类；',
      '一宗教组织的卫生保健活动，见38.01～38.03;',
      '一这些组织的社会工作活动，见38.04～38.09。'
    ]
  },
  {
    majorId: '39',
    mediumId: '39.18.02',
    name: '政治组织的活动',
    description: '本小类包括：\n 一政治组织及其附属组织(如与政党相联系的青年团\n 体)的活动。这些组织的主要活动是安排其成员或\n 其赞成者担任政治职务，以影响公共管理机构的决\n 策，还包括信息宣传、公关、筹募基金等。'
  },
  {
    majorId: '39',
    mediumId: '39.18.03',
    name: '其他未另分类的会员组织的活动',
    description: '本小类包括：\n 一非直接附属于政党的组织通过公共教育、政治影\n 响、募捐等方式促进某项公共事业或解决某个问题\n 的活动：\n ◆公民倡议或反对运动；\n ◆环境和生态运动；\n 未另分类的对社区和教育实体的支持；\n ◆对一些特殊群体，如种族和少数民族团体的保护\n 和扶持 ；\n ◆包括战争退伍军人协会在内的爱国组织。\n 一消费者协会；\n 一汽车协会；\n 一以增进社会相互了解为目的的组织；\n 一青年组织、青年人协会、学生会、俱乐部、互助会等；\n 一为文化、娱乐活动或爱好(不包括体育或体育比\n 赛)而设立的组织，如诗歌、文学和图书俱乐部、\n 历史俱乐部、园艺俱乐部、电影和摄影俱乐部、音\n 乐和艺术俱乐部、手工艺和集邮俱乐部、社交俱乐\n 部、嘉年华俱乐部等。\n本小类还包括：\n 一由成员或其他组织开展的拨款资助活动。',
    excludes: [
      '一慈善活动如以社会工作为目的的筹款，见38.09.02',
      '一专业艺术团体或组织的活动，见39.11;',
      '一体育俱乐部的活动，见39.14.02;',
      '一专业协会的活动，见39.16.02。'
    ]
  },
  // Medium 39.19
  {
    majorId: '39',
    mediumId: '39.19',
    smallId: '',
    name: '其他个人服务活动',
    description: ' 本中类包括在其他类别中未列入的所有服务活动。主要\n包括如下服务类型：纺织品和皮毛制品的洗涤和干洗，理\n发和其他美容活动，殡葬及有关活动。'
  },
  {
    majorId: '39',
    mediumId: '39.19.01',
    name: '纺织品和皮毛制品的清洗和干洗',
    description: '本小类包括：\n一由机械设备、手工或自助投币机进行的各种服装\n (包括毛皮服装)和纺织品的洗涤、干洗、熨烫等，\n 针对一般公众或工业和商业客户；\n一洗衣店的洗衣收送服务；\n一地毯和小地毯的洗涤以及帷幔和帘布的清洗，不论\n 是否在客户家中进行；\n一由洗衣店提供的亚麻布、工作服和有关物品；\n一尿布供应服务。',
    excludes: [
      '一除工作服以外的服装租赁，即使这些物品的清洗是\n 该项活动不可分割的一部分，见32.15.03;',
      '一服装的修补和改样，见29.22.06。'
    ]
  },
  {
    majorId: '39',
    mediumId: '39.19.02',
    name: '理发和其他美容活动',
    description: '本小类包括：\n一对男士和女士洗头、修剪、定型、染发、烫发、拉\n 直及类似活动；\n 一修面和胡须修剪；\n 一面部按摩，修指甲和修脚，化妆等。',
    excludes: [' 一假发的制造，见23.07.02。']
  },
  {
    majorId: '39',
    mediumId: '39.19.03',
    name: '殡葬及有关活动',
    description: '本小类包括：\n 一人或动物尸体的葬礼和火化及相关活动：\n ◆为死者准备葬礼或火化以及防腐处理和承办丧葬\n 服 务 ；\n ◆提供葬礼或火化服务；\n ◆殡仪馆停尸房的租借。\n—墓地的出租或出售；\n 一墓地和陵墓的维护。',
    excludes: [
      ' 一墓地园艺，见35.17.00;',
      ' 一宗教殡葬服务活动，见39.18.01。'
    ]
  },
  {
    majorId: '39',
    mediumId: '39.19.04',
    name: '保健活动',
    description: '本小类包括：\n一土耳其浴、桑拿浴和蒸汽浴、日光浴、减肥与健美\n 沙龙、按摩沙龙等活动。',
    excludes: [
      '—医疗按摩和治疗，见38.03.00;',
      '一健康、健身和健美俱乐部及设施的活动，见39.14.03。'
    ]
  },
  {
    majorId: '39',
    mediumId: '39.19.05',
    name: '其他未另分类的个人服务活动',
    description: '本小类包括：\n一 占星等活动；\n一社会活动，例如陪同服务、约会服务、婚姻介绍\n 服 务 ；\n一宠物照料服务，如为宠物提供食宿、修饰、看管和\n 训 练 ；\n一 家谱组织；\n一纹身、刺青活动；\n 一擦鞋工、搬运工、代客泊车者等；\n 一投币服务机的特许经营(摄影亭、体重计、血压\n 计、投币式储物柜等设备)。',
    excludes: [
      '一兽医活动，见38.10.00;',
      '一投币式洗衣机，见39.19.01;',
      '一投币式赌博机，见39.13.00。'
    ]
  },
  // Medium 39.20
  {
    majorId: '39',
    mediumId: '39.20',
    smallId: '',
    name: '家庭作为家政人员雇主的活动',
    description: ''
  },
  {
    majorId: '39',
    mediumId: '39.20.00',
    name: '家庭作为家政人员雇主的活动',
    description: ' 本小类包括家庭作为雇主雇用家政服务人员的活动，例\n 如女佣、厨师、侍者、随从、管家、洗衣工、园丁、门卫、\n 马夫、司机、看护、家庭女教师、保姆、辅导员、秘书等。\n 其允许受雇人员在普查或调查中陈述其雇主的活动，即\n使雇主是个人。这类活动的产品由家庭雇主消费。',
    excludes: [' 一由独立服务提供者(公司或个人)提供的厨师、园\n 艺等服务，见相应服务类型。']
  },
  // Medium 39.21
  {
    majorId: '39',
    mediumId: '39.21',
    smallId: '',
    name: '未区分的私人家庭自用物品生产活动',
    description: ''
  },
  {
    majorId: '39',
    mediumId: '39.21.00',
    name: '未区分的私人家庭自用物品生产活动',
    description: ' 本小类包括未区分的家庭自给性物品的生产活动，为维\n持自身生活而进行的各种物品生产活动，包括由家庭进行\n狩猎和采集、耕作、盖房、制作服装和生产其他日常\n用物品。\n 如果家庭还生产用于市场交易的商品或者为生计主要从\n事特定产品生产，则将其划分到相应的产品生产行业中。'
  },
  // Medium 39.22
  {
    majorId: '39',
    mediumId: '39.22',
    smallId: '',
    name: '未区分的私人家庭自我服务提供活动',
    description: ''
  },
  {
    majorId: '39',
    mediumId: '39.22.00',
    name: '未区分的私人家庭自我服务提供活动',
    description: ' 本小类包括未区分的为家庭自身生活而进行的自我服务\n提供活动。这些活动包括烹饪、教学、照料家庭成员和其\n他由家庭完成的维持自身生活的服务。\n 如果家庭还生产用于维持生活的多种物品，则划分\n到39.21.00。'
  },
  // Medium 39.23
  {
    majorId: '39',
    mediumId: '39.23',
    smallId: '',
    name: '国外组织和团体的活动',
    description: ''
  },
  {
    majorId: '39',
    mediumId: '39.23.00',
    name: '国外组织和团体的活动',
    description: '本小类包括：\n 一国际组织的活动，如联合国和联合国系统内的专门\n 机构、区域组织等、国际货币基金、世界银行、世\n 界海关组织、经济合作与发展组织、石油输出国组\n 织、欧洲共同体、欧洲自由贸易联盟等。\n本小类还包括：\n一由所在国而不是由所代表国为外交使团和领事馆决\n 定的活动。'
  }
];
