import { CategoryItem } from '../types';

export const category_37: CategoryItem[] = [
  {
    id: 'cat_37',
    code: '37',
    majorId: '37',
    mediumId: '',
    smallId: '',
    name: '教育',
    description: ' 本大类包括任何等级、面向任何职业的教育。教学可以\n是口头的或书面的，可以通过广播、电视、因特网或经由\n信函完成。\n 本大类包括通过正规学校系统中的不同院校实施的不同\n等级的教育，以及成人教育、扫盲计划等。还包括对应到\n各自等级的军事学校和学院、监狱学校等。本大类包括公\n立教育和私立教育。\n 在每个教育等级的对应小类中包括了对身体残疾或智力\n障碍学生的特殊教育。\n 本大类还包括涉及运动和娱乐活动的教学，例如网球或\n高尔夫球教学，以及教育支持活动。\n 本大类中对教育活动分类和分级参考了《国际教育标准分\n类法》(ISCED)的内容，更详细的教育分类可参考ISCED。'
  },
  // Medium 37.01
  {
    majorId: '37',
    mediumId: '37.01',
    smallId: '',
    name: '学前教育',
    description: ''
  },
  {
    majorId: '37',
    mediumId: '37.01',
    smallId: '37.01.00',
    name: '学前教育',
    description: '本小类包括：\n 一学前教育(初等教育之前的教育)。学前教育是指\n 有组织教学的最初阶段，主要为年幼的儿童引进一\n 种校园式的环境，建立起家庭与校园氛围的桥梁。',
    excludes: ['一儿童日托活动，见38.09.01。']
  },
  // Medium 37.02
  {
    majorId: '37',
    mediumId: '37.02',
    smallId: '',
    name: '初等教育',
    description: ''
  },
  {
    majorId: '37',
    mediumId: '37.02',
    smallId: '37.02.00',
    name: '初等教育',
    description: ' 本小类包括初等教育：提供普通课程及相关课程，使学\n生能够获得阅读、写作、算术的基本技能以及对其他学科\n(如：历史、地理、自然科学、社会科学、艺术和音乐)\n的基础性了解的教育。\n 本小类的教育通常提供给儿童，然而也包括由学校系统\n或学校系统以外提供的扫盲计划，其内容和初等教育类\n似，提供给那些由于年龄太大无法再进入初等学校的成人\n(即：成人扫盲计划)。',
    excludes: [
      ' 一成人教育，见37.05;',
      ' 一儿童日托活动，包括为学生提供的日托，见38.09.01。'
    ]
  },
  // Medium 37.03
  {
    majorId: '37',
    mediumId: '37.03',
    smallId: '',
    name: '中等教育',
    description: '本中类包括提供普通中等教育以及技术和职业中等教育。',
    excludes: ['一成人教育，见37.05。']
  },
  {
    majorId: '37',
    mediumId: '37.03',
    smallId: '37.03.01',
    name: '普通中等教育',
    description: ' 本小类包括为终身学习和人的发展打下基础的教育，并\n为有能力获得进一步教育提供机会。此类机构提供的教学\n课程通常更加以科目为导向并聘用专业教师，并且通常为\n每个班级配有多名专业教师在其专业领域任教。\n 这一等级的科目专门化往往已经开始产生一定影响，即\n便其教育经历选修普通课程。这些课程的安排在于使学生\n能取得接受技术和职业教育的资格，或者获得接受无特定\n专业要求的更高等级教育的资格。\n本小类包括：\n 一初级中等教育，部分相当于义务教育阶段；\n —高级中等教育，原则上为进入高等教育提供了途径。'
  },
  {
    majorId: '37',
    mediumId: '37.03',
    smallId: '37.03.02',
    name: '技术和职业中等教育',
    description: ' 本小类包括提供典型强调授课内容专业化的教育，并且\n通常教授与目前或将来就业相关的理论背景和实践技能。\n课程的目的可以包括为常规领域就业做准备直到为某特定\n职业做准备。\n 本小类包括：\n 一更高等级教育(见37.04)级别以下的技术和职业\n 教育。\n 本小类还包括：\n 一 导游教学；\n 一厨师、酒店经营者和餐饮经营者的教学；\n —美容美发学校；\n 一计算机维修培训；\n 一培养职业司机，如卡车、客车、旅游车司机的驾校\n 及培训，及专业飞行员的学校。',
    excludes: [
      ' —更高等级的技术和职业教育，见37.04;',
      '一以休闲、爱好和自我发展为目的的表演艺术教学，\n 见37.05.02;',
      '一不以专职司机为教学目的的机动车驾驶学校，见\n 37.05.03;',
      '一社会工作中的不提供寄宿的职业培训，见38.08.00、\n 38.09.02'
    ]
  },
  // Medium 37.04
  {
    majorId: '37',
    mediumId: '37.04',
    smallId: '',
    name: '更高等级的教育',
    description: ' 本中类包括提供中等后非高等教育课程和大学课程，以\n及授予学士、研究生等级别的学位。进入这一阶段的要求\n 通常是至少提供高级中等教育的文凭。',
    excludes: [' 一成人教育，见37.05。']
  },
  {
    majorId: '37',
    mediumId: '37.04',
    smallId: '37.04.01',
    name: '中等后非高等教育',
    description: ' 本小类包括提供完成中等教育之后的教育，但不能视为\n高等教育。如提供为进入高等教育而补充的中等教育之后\n 的教育，或是非高等教育的中等教育后的职业教育。'
  },
  {
    majorId: '37',
    mediumId: '37.04',
    smallId: '37.04.02',
    name: '高等教育',
    description: ' 本小类包括：\n —高等教育的第一阶段、第二阶段和第三阶段(专\n 科、本科，以及研究生及更高的高等教育)。\n 本小类还包括：\n 一提供高等教育的表演艺术学校。'
  },
  // Medium 37.05
  {
    majorId: '37',
    mediumId: '37.05',
    smallId: '',
    name: '其他教育',
    description: ' 本中类包括常规继续教育、职业继续教育，以及以职\n业、爱好或个人发展为目的的各类培训。\n 本中类不包括37.01～37.04(即：学前教育、初等教\n育、中等教育或更高等级教育)中所述的教育活动。本中\n类包括训练营和学校向个体或团体提供的体育运动教学活\n动、提供外语教学以及艺术、戏剧、音乐或其他特殊教学\n与培训，非37.01～37.04中所指的教育。'
  },
  {
    majorId: '37',
    mediumId: '37.05',
    smallId: '37.05.01',
    name: '体育和休闲教育',
    description: ' 本小类包括向个体或团体提供体育运动的指导，如各类\n训练营及学校的指导。也包括跨昼夜的体育训练营。本小\n类不包括学术院校和大学的正规教育。本小类可在不同场\n所提供教学，如在单位的或客户的或教育机构的培训设施\n内，或通过其他方法。本小类的教学是经正式组织的。\n 本小类包括：\n 一体育教学(棒球、篮球、板球、足球等);\n 一露营、运动教学；\n 一体操教学；\n —院校或学校中的马术教学；\n 一游泳教学；\n 一专业体育指导员、教师、教练；\n 一 武术教学；\n 一纸牌游戏教学(如桥牌);\n 一瑜珈教学。',
    excludes: [' 一文化教育，见37.05.02。']
  },
  {
    majorId: '37',
    mediumId: '37.05',
    smallId: '37.05.02',
    name: '文化教育',
    description: ' 本小类包括在艺术、戏剧和音乐方面提供教学。提供这\n类教育的单位可能被称为“学校”“工作室”“培训班”\n等。他们提供正式的有组织的教学，主要对业余爱好、娱\n乐或自我发展为目的，而这种教学并不颁发专业文凭、学\n士学位或研究生学位。\n 本小类包括：\n 一钢琴教师或其他音乐教学；\n 一 艺术教学；\n 一舞蹈教学和舞蹈工作室；\n 一戏剧学校(学术院校除外);\n一美术学校(学术院校除外);\n—表演艺术学校(学术院校除外);\n一摄影学校(非商业性质)。',
    excludes: ['一外语教学，见37.05.04。']
  },
  {
    majorId: '37',
    mediumId: '37.05',
    smallId: '37.05.03',
    name: '驾驶学校活动',
    description: '本小类也包括：\n一不发放用于商业的证明和许可证书的飞行学校、航\n海学校及航运学校。',
    excludes: ['一培训职业司机的驾驶学校，见37.03.02。']
  },
  {
    majorId: '37',
    mediumId: '37.05',
    smallId: '37.05.04',
    name: '其他未另分类的教育',
    description: '本小类包括：\n一未定义等级的教育；\n一 学术辅导；\n一提供补习课程的教学中心；\n—专业考评课程；\n一语言教学和会话技能教学；\n—计算机培训；\n一宗教学的讲授。\n本小类还包括：\n一救生员培训；\n一 生存训练；\n一公众演讲培训；\n一速读辅导。',
    excludes: [
      '—成人扫盲计划，见37.02.00;',
      '一普通中等教育，见37.03.01;',
      '一技术和职业中等教育，见37.03.02;',
      '—更高等级的教育，见37.04。'
    ]
  },
  // Medium 37.06
  {
    majorId: '37',
    mediumId: '37.06',
    smallId: '',
    name: '教育支持活动',
    description: ''
  },
  {
    majorId: '37',
    mediumId: '37.06',
    smallId: '37.06.00',
    name: '教育支持活动',
    description: '本小类包括：\n一为支持教学过程或教学系统提供的非教学活动：\n 教育咨询；\n 教育指导顾问活动；\n 教育测试评价活动；\n 教育测试活动；\n ◆组织交换生计划。',
    excludes: [' 一社会学与人文学研究和实验性开发，见34.04.00。']
  }
];
