import { CategoryItem } from '../types';

export const category_26: CategoryItem[] = [
  {
    "id": "cat_26",
    "code": "26",
    "majorId": "26",
    "mediumId": "",
    "smallId": "",
    "name": "供气业",
    "description": "本大类包括通过管线和管道等固定基础设施(网络)提供燃气的活动。网络规模并不起决定作用，本大类也包括在工业园区或住宅建筑中燃气的分配。 本大类包括生产、控制和分配燃气，及输配燃气设施的运营。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_26_01",
    "code": "26.01",
    "majorId": "26",
    "mediumId": "26.01",
    "smallId": "",
    "name": "燃气的生产，燃气通过管道的配送",
    "description": "本中类包括燃气生产以及将天然气或合成气通过管道系统向用户的输送活动。安排他人操作送气系统进行燃气销售的燃气销售商或代理商的活动也包括在本中类中。 独立运营的燃气管线，一般为长距离管线，用于连接燃气制造商与分销商，或在各中心城区之间连接的燃气管线，不包括在本中类中，而归类于其他管道输送活动(如31.05.00)。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_26_01_01",
    "code": "26.01.01",
    "majorId": "26",
    "mediumId": "26.01",
    "smallId": "26.01.01",
    "name": "燃气的生产",
    "description": "",
    "includes": [
      "一以供应燃气为目的将煤碳化得到的，以及从农业副产品或从废物得到的燃气的生产；",
      "一各种气体(包括天然气)通过净化、混合及其他处理过程得到的具有一定热值的燃气的制造。"
    ],
    "excludes": [
      "一原料天然气的生产，见02.04.00;",
      "一炼焦炉的运行，见10.01.00;",
      "一精炼石油制品的制造，见10.02.00;",
      "一工业气体的制造，见12.01.01。"
    ]
  },
  {
    "id": "cat_26_01_02",
    "code": "26.01.02",
    "majorId": "26",
    "mediumId": "26.01",
    "smallId": "26.01.02",
    "name": "燃气的管道分配",
    "description": "",
    "includes": [
      "一所有通过管道系统的燃气分配和供应。"
    ],
    "excludes": [
      "一(长距离)管道输送燃气，见31.05.00。"
    ]
  },
  {
    "id": "cat_26_01_03",
    "code": "26.01.03",
    "majorId": "26",
    "mediumId": "26.01",
    "smallId": "26.01.03",
    "name": "通过管道售气",
    "description": "",
    "includes": [
      "一通过主管道向用户销售燃气；",
      "一安排他人操作的配气系统进行燃气销售的燃气经纪人或代理人的活动；",
      "一燃气商品和燃气输送能力的交易。"
    ],
    "excludes": [
      "一燃气的批发，见29.11.01;",
      "一罐装液化气的零售，见29.19.08;",
      "一燃料直销，见29.21.02。"
    ]
  }
];
