import { CategoryItem } from '../types';

export const category_22: CategoryItem[] = [
  {
    "id": "cat_22",
    "code": "22",
    "majorId": "22",
    "mediumId": "",
    "smallId": "",
    "name": "其他运输设备",
    "description": "本大类包括用于人员或货物运输的汽车的制造，包括其各种零部件及配件的制造以及挂车和半挂车的制造。 本大类还包括铁路机车和车厢的制造，以及除汽车与铁路、水路、航空或航天运输设备及军用车辆之外的运输设备的制造。 本大类还包括对部分其他运输设备的修理和维护，不包括对汽车、摩托车和自行车等修理。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_22_01",
    "code": "22.01",
    "majorId": "22",
    "mediumId": "22.01",
    "smallId": "",
    "name": "汽车的制造",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_22_01_00",
    "code": "22.01.00",
    "majorId": "22",
    "mediumId": "22.01",
    "smallId": "22.01.00",
    "name": "汽车的制造",
    "description": "",
    "includes": [
      "—客车的制造；",
      "一商用车辆的制造： ◆厢式货车、卡车、带半挂车等的上路牵引车等。",
      "一公共汽车、无轨电车和长途公共汽车的制造；",
      "—汽车发动机的制造；",
      "一汽车底盘的制造；",
      "一其他类型汽车的制造： ◆雪地汽车、高尔夫球车、水陆两用车； ◆消防车、街道清扫车、巡回图书馆、带装甲车辆等； ◆混凝土搅拌车。",
      "一全地形车、卡丁车及包括赛车的类似车辆。",
      "一汽车发动机的返厂改装。"
    ],
    "excludes": [
      "一电动机的制造(起动电动机除外),见19.09.01;",
      "—汽车照明设备的制造，见19.12.00;",
      "一活塞、活塞环和化油器的制造，见18.01.01;",
      "—农用拖拉机的制造，见18.03.00;",
      "一建筑或采矿用拖拉机的制造，见18.05.02;",
      "一野外倾卸卡车的制造，见18.05.02;",
      "一汽车车体的制造，见22.02.00;",
      "一汽车电气部件的制造，见22.03.01;",
      "一汽车零部件及配件的制造，见22.03.02;",
      "一坦克和其他军用战车的制造，见18.07.00;",
      "一汽车的保养和修理，见29.02.00。"
    ]
  },
  {
    "id": "cat_22_02",
    "code": "22.02",
    "majorId": "22",
    "mediumId": "22.02",
    "smallId": "",
    "name": "汽车车体(车身)的制造，挂车和半挂车的制造",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_22_02_00",
    "code": "22.02.00",
    "majorId": "22",
    "mediumId": "22.02",
    "smallId": "22.02.00",
    "name": "汽车车体(车身)的制造，挂车和半挂车的制造",
    "description": "",
    "includes": [
      "一汽车车体的制造，包括驾驶室；",
      "一所有类型的汽车、挂车和半挂车的装备；",
      "一挂车和半挂车的制造： ◆罐车、搬运挂车等； ◆旅行挂车等。",
      "一供一种或多种运输方式使用的车载集装箱的制造。"
    ],
    "excludes": [
      "一专门用于农业的挂车和半挂车的制造，见18.03.00",
      "一汽车车身部件及配件的制造，见22.03.02;",
      "一畜力车的制造，见22.05.03。"
    ]
  },
  {
    "id": "cat_22_03",
    "code": "22.03",
    "majorId": "22",
    "mediumId": "22.03",
    "smallId": "",
    "name": "汽车零部件及配件的制造",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_22_03_01",
    "code": "22.03.01",
    "majorId": "22",
    "mediumId": "22.03",
    "smallId": "22.03.01",
    "name": "汽车用电气和电子设备的制造",
    "description": "",
    "includes": [
      "一汽车电气设备的制造，如发电机、交流发电机、火花塞、点火线圈、电动门窗系统，向仪表盘、稳压器等安装仪表。"
    ],
    "excludes": [
      "一汽车电池的制造，见19.10.00;",
      "一汽车照明设备的制造，见19.12.00;",
      "一汽车和发动机的泵的制造，见18.01.03。"
    ]
  },
  {
    "id": "cat_22_03_02",
    "code": "22.03.02",
    "majorId": "22",
    "mediumId": "22.03",
    "smallId": "22.03.02",
    "name": "汽车其他零部件及配件的制造",
    "description": "",
    "includes": [
      "一汽车各种部件及配件的制造： ◆制动器、变速箱、车轴、车轮、悬置减震器、散热器、消音器、排气管、催化转换器、离合器、方向盘、转向柱及转向齿轮箱。",
      "一汽车车身部件及配件的制造： ◆安全带、安全气囊、车门、保险杠。",
      "一汽车座椅的制造。"
    ],
    "excludes": [
      "一轮胎的制造，见14.01.01;",
      "一橡胶软管和橡胶带以及其他橡胶制品的制造，见14.01.02;",
      "—活塞、活塞环和化油器的制造，见18.01.01;",
      "一汽车的维护、修理和改装，见29.02.00。"
    ]
  },
  {
    "id": "cat_22_04",
    "code": "22.04",
    "majorId": "22",
    "mediumId": "22.04",
    "smallId": "",
    "name": "铁路机车和车厢的制造",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_22_04_00",
    "code": "22.04.00",
    "majorId": "22",
    "mediumId": "22.04",
    "smallId": "22.04.00",
    "name": "铁路机车和车厢的制造",
    "description": "",
    "includes": [
      "一电力机车、柴油机车、蒸汽机车和其他机车的制造；",
      "一自行铁道或轨道交通客车、厢式货车和敞蓬货车、维护车或服务车的制造；",
      "一非自行铁道或轨道交通车辆的制造： ◆客车、厢式货车、罐车、自卸式厢式货车和槽车、车辆修理车、起重车、煤水车等。",
      "一铁道机车或轨道交通机车或其车厢专用部件的制造： ◆转向架、车轴和车轮、制动器及其部件、钩和联结装置、缓冲器和缓冲器部件、减震器、货车和机车框架、车身、连接车厢通道等。",
      "一矿用机车和矿用轨道车的制造；",
      "一铁路、轨道交通、内河航道、公路、停车设施、机场等的机械式与机电式信号、安全和交通控制设备的制造 ；",
      "—铁路车辆座椅的制造。"
    ],
    "excludes": [
      "—未组装铁轨的制造，见17.01.00;",
      "一组装式铁路轨道固定装置的制造，见17.12.05;",
      "一电动机的制造，见19.09.01;",
      "一电气信号、安全或交通控制设备的制造，见19.14.00;",
      "一发动机和涡轮机的制造，见18.01.01。"
    ]
  },
  {
    "id": "cat_22_05",
    "code": "22.05",
    "majorId": "22",
    "mediumId": "22.05",
    "smallId": "",
    "name": "未另分类的运输设备的制造",
    "description": "本中类包括除汽车与铁路、水路、航空或航天运输设备及军用车辆之外的运输设备的制造。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_22_05_01",
    "code": "22.05.01",
    "majorId": "22",
    "mediumId": "22.05",
    "smallId": "22.05.01",
    "name": "摩托车的制造",
    "description": "",
    "includes": [
      "一摩托车、轻便摩托车及装有辅助发动机的自行车的制造；",
      "一摩托车发动机的制造；",
      "—(摩托车)挎斗的制造；",
      "一摩托车部件及配件的制造。"
    ],
    "excludes": [
      "一自行车的制造，见22.05.02;",
      "一残疾人座车的制造，见22.05.02。"
    ]
  },
  {
    "id": "cat_22_05_02",
    "code": "22.05.02",
    "majorId": "22",
    "mediumId": "22.05",
    "smallId": "22.05.02",
    "name": "自行车和残疾人座车的制造",
    "description": "",
    "includes": [
      "一非机动自行车和其他自行车的制造，包括(运货)三轮车、双人自行车、儿童自行车和儿童三轮车等；",
      "—自行车部件及配件的制造；",
      "一残疾人座车的制造，不论是否配有马达；",
      "一残疾人座车部件及配件的制造；",
      "—婴儿车的制造。"
    ],
    "excludes": [
      "—装有辅助发动机自行车的制造，见22.05.01;",
      "一供骑行的有轮玩具的制造，包括塑料自行车和塑料三轮车，见23.05.00。"
    ]
  },
  {
    "id": "cat_22_05_03",
    "code": "22.05.03",
    "majorId": "22",
    "mediumId": "22.05",
    "smallId": "22.05.03",
    "name": "其他未另分类的运输设备的制造",
    "description": "",
    "includes": [
      "一手推车辆的制造：行李车、手推车、雪车、购物车等；",
      "—畜力车的制造：马车、驴车、灵车等。"
    ],
    "excludes": [
      "一工厂使用的工程车(包括手推运货车和独轮手推车),不论是否装有起重或搬运设备，不论是否机动，见18.02.02;",
      " —有装饰的手推餐车，如甜品推车、食品推车，见23.01.01。"
    ]
  },
  {
    "id": "cat_22_06",
    "code": "22.06",
    "majorId": "22",
    "mediumId": "22.06",
    "smallId": "",
    "name": "其他运输设备的修理及保养",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_22_06_00",
    "code": "22.06.00",
    "majorId": "22",
    "mediumId": "22.06",
    "smallId": "22.06.00",
    "name": "其他运输设备的修理及保养",
    "description": "本小类包括22.04、22.05等类别中制造的其他运输设备的修理和维护，摩托车和自行车除外。",
    "includes": [
      "一机车和火车车厢的修理与维护(返厂改装或大修除外);",
      "一畜力车和敞篷货车的修理。"
    ],
    "excludes": [
      "一机车和火车车厢的返厂大修和改装，见22.04.00;",
      "一军用战车的修理和维护，见18.07.00;",
      "一购物车的修理和维护，见17.13.00;",
      "一火车发动机的修理和维护，见18.08.00;",
      "一摩托车的修理和维护，见29.04.00;",
      "一自行车的修理，见29.22.06。"
    ]
  }
];
