import { CategoryItem } from '../types';

export const category_32: CategoryItem[] = [
  {
    id: 'cat_32',
    code: '32',
    majorId: '32',
    mediumId: '',
    smallId: '',
    name: '金融中介、房地产和租赁',
    description: '本大类包括金融服务活动，包括保险、再保险和养老基金\n活动以及金融服务的支持活动。还包括持有资产的活动，例\n如控股公司的活动以及信托、基金及类似金融机构的活动。\n 本大类也包括在下述的一个或多个活动中作为出租人、\n 代理人和/或经纪人：销售或购买房地产、房地产出租、\n 提供其他房地产服务(例如评估房地产或充当房地产托管\n 代理人)。房地产活动可以在自有或租赁资产的基础上，\n 也可以在收费或合同的基础上进行。房地产还包括附属于\n 建筑物的建筑，保持其与该建筑物结合的所有权或将其租\n 赁。本类也包括房地产所有权管理的活动。\n 本大类还包括有形的和非金融无形资产的出租和租赁，\n 包括各种有形的物品，例如汽车、电脑、消费品，以及工\n 业机械和设备的租赁，顾客要定期支付或按租约缴纳租\n 金。它又分为：(1)机动车辆的出租；(2)娱乐及体育器\n 材及个人和家用设备的出租；(3)众多经常用于商业运营\n 的其他机械和设备(包括其他运输设备)的出租；(4)知\n 识产权和类似产品的出租。',
    excludes: ['一配备操作者的设备出租，根据该设备进行的活动对\n 应不同的分类，例如：建设、运输。']
  },
  // Medium 32.01
  {
    majorId: '32',
    mediumId: '32.01',
    smallId: '',
    name: '货币中介',
    description: '本中类包括以可转移存款的形式取得资金，即除中央银\n行外通过非金融来源、日常获得固定货币资金。'
  },
  {
    majorId: '32',
    mediumId: '32.01',
    smallId: '32.01.01',
    name: '中央银行',
    description: '本小类包括：\n一发行和管理国家货币；\n一监测和控制货币供应量；\n一接受用于金融机构之间结算的存款；\n一监督银行运营；\n—掌管该国的外汇储备；\n一代表政府的银行。\n中央银行的活动因制度原因而有不同。'
  },
  {
    majorId: '32',
    mediumId: '32.01',
    smallId: '32.01.02',
    name: '其他货币中介',
    description: '本小类包括接收存款和/或类似存款的款项，以及信贷\n和借贷资金的展期。信贷的发放可以采取各种形式，例如\n 贷款、抵押贷款、信用卡等。这些活动一般由除中央银行\n 之外的其他货币中介进行，例如：\n 一银行 ；\n 一储蓄银行；\n 一信用合作社。\n 本小类还包括：\n —邮政转帐和邮政储蓄银行活动；\n 一由专门存款接受机构提供的购房信贷；\n 一汇票活动。',
    excludes: [
      '一由专门机构(非存款接收机构)提供的购房信贷，见32.04.02;',
      '一信用卡交易处理和结算活动，见32.08.03。'
    ]
  },
  // Medium 32.02
  {
    majorId: '32',
    mediumId: '32.02',
    smallId: '',
    name: '控股公司的活动',
    description: ''
  },
  {
    majorId: '32',
    mediumId: '32.02',
    smallId: '32.02.00',
    name: '控股公司的活动',
    description: '本小类包括控股公司的活动，即其控制一组附属公司的\n资产(拥有控股水平的股权),其主要活动是持有该集团。\n在这个小类中的控股公司对其持有股权的企业不提供任何\n其他商业服务，即不对其他单位管理和经营。',
    excludes: ['一公司和企业的管理活动、战略规划和公司决策，见35.03.00。']
  },
  // Medium 32.03
  {
    majorId: '32',
    mediumId: '32.03',
    smallId: '',
    name: '信托、基金及类似金融实体',
    description: ''
  },
  {
    majorId: '32',
    mediumId: '32.03',
    smallId: '32.03.00',
    name: '信托、基金及类似金融实体',
    description: '本小类包括此类法律实体，其代表股东或受益人，将不\n由其管理的证券或其他金融资产建立证券/资产池。证券\n投资组合根据客户要求为达到特定投资特性定制，例如多\n样化、风险、投资收益率、价格波动性等。这些实体可以\n获得利息、红利和其他资产收入，但在劳务中不会发生或\n极少发生雇用关系且没有收入。\n 本小类包括：\n 一开放式投资基金；\n 一封闭式投资基金；\n —单位投资信托基金；\n 一根据委托书、遗嘱或代理协议代表受益人管理的信\n 托基金、房地产账户或代理账户。',
    excludes: [
      '一从产品或服务销售中营利的基金和信托基金，根据\n 其主要活动见其他类；',
      '一控股公司的活动，见32.02.00;',
      ' —养老基金，见32.07.00;',
      '一基金管理，见32.10.00。'
    ]
  },
  // Medium 32.04
  {
    majorId: '32',
    mediumId: '32.04',
    smallId: '',
    name: '其他金融服务活动(保险及养老基金除外)',
    description: '本中类包括除了由货币中介管理的金融服务活动。',
    excludes: ['一保险及养老基金，见32.05～32.07。']
  },
  {
    majorId: '32',
    mediumId: '32.04',
    smallId: '32.04.01',
    name: '金融租赁',
    description: '本小类包括：\n 一租赁期限近于覆盖了资产的预期寿命且承租人实质\n 上获得使用该资产的所有收益并承担拥有此项财产\n 所附带的所有风险。资产的所有权可能发生转让或\n 可能最终没有被转让。这样的租赁包含了所有的或\n 几乎所有的成本，包括利息。',
    excludes: ['一经营租赁，根据租赁货物的种类见32.14～32.16。']
  },
  {
    majorId: '32',
    mediumId: '32.04',
    smallId: '32.04.02',
    name: '其他授信',
    description: '本小类包括：\n —非货币中介发放贷款有关的金融服务活动，授予信\n 贷可以采取多种方式，如贷款、抵押贷款、信用卡\n 等，提供下列类型的服务：\n ◆发放消费信贷；\n 国际贸易融资；\n 由工业银行向工业企业提供的长期信贷；\n 银行系统之外的借贷；\n ◆由专门机构(非存款接收机构)提供的购房信贷；\n ◆典当行和典当商。',
    excludes: [
      '一由专门存款接收机构提供的购房信贷，见32.01.02;',
      '一经营租赁，根据租赁货物的种类见32.14～32.16;',
      '一由成员组织开展的拨款资助活动，见39.18.03。'
    ]
  },
  {
    majorId: '32',
    mediumId: '32.04',
    smallId: '32.04.03',
    name: '其他未另分类的金融服务活动(保险及养老基金除外)',
    description: '本小类包括：\n —提供贷款以外的资金分配有关的其他金融服务活动：\n ◆保理活动；\n ◆掉期、期权及其他套期保值安排；\n ◆保单贴现公司的活动。\n 一自营帐户的投资活动，如风险投资公司、投资俱乐部等。',
    excludes: [
      '一金融租赁，见32.04.01;',
      '一代他人进行的证券交易，见32.08.02;',
      '一房地产的交易、租赁，见32.11～32.13;',
      '一不以买入为目的进行的票据托收，见35.21.01;',
      '一由成员组织开展的拨款资助活动，见39.18.03。'
    ]
  },
  // Medium 32.05
  {
    majorId: '32',
    mediumId: '32.05',
    smallId: '',
    name: '保险',
    description: '本中类包括人寿保险(无论是否带有实质性储蓄的成\n分)和非人寿保险。'
  },
  {
    majorId: '32',
    mediumId: '32.05',
    smallId: '32.05.01',
    name: '人寿保险',
    description: '本小类包括：\n一承保养老年金险及人寿保单、伤残收入保单、意外死\n 亡和伤残保单(无论是否带有实质性储蓄的成分)。'
  },
  {
    majorId: '32',
    mediumId: '32.05',
    smallId: '32.05.02',
    name: '非人寿保险',
    description: '本小类包括：\n 一提供除人寿保险外的其他保险服务：\n ◆事故和火灾保险；\n ◆健康保险；\n ◆旅游保险；\n 财产保险；\n 汽车保险、海运保险、航空保险和运输保险；\n ◆经济损失和责任保险。'
  },
  // Medium 32.06
  {
    majorId: '32',
    mediumId: '32.06',
    smallId: '',
    name: '再保险',
    description: ''
  },
  {
    majorId: '32',
    mediumId: '32.06',
    smallId: '32.06.00',
    name: '再保险',
    description: '本小类包括：\n 一承担由其他保险公司承保的现有保单相关的所有或\n 部分风险的活动。'
  },
  // Medium 32.07
  {
    majorId: '32',
    mediumId: '32.07',
    smallId: '',
    name: '养老基金',
    description: ''
  },
  {
    majorId: '32',
    mediumId: '32.07',
    smallId: '32.07.00',
    name: '养老基金',
    description: '本小类包括法律实体(即基金、计划和/或方案)有组\n织的专门为赞助单位雇员或成员提供退休收入福利。这包\n括定额收益的养老金计划以及完全根据成员贡献确定收益\n的个人养老金计划。\n 本小类包括：\n 一员工福利计划；\n —养老基金和计划；\n 一退休计划。',
    excludes: [
      ' —养老基金的管理，见32.10.00;',
      '一强制性社会保障方案，见36.03.00。'
    ]
  },
  // Medium 32.08
  {
    majorId: '32',
    mediumId: '32.08',
    smallId: '',
    name: '除保险及养老基金外金融服务的辅助活动',
    description: '本中类包括为便于买卖股票、股票期权、债券或商品交\n易合约而建立的实体或电子市场。'
  },
  {
    majorId: '32',
    mediumId: '32.08',
    smallId: '32.08.01',
    name: '金融市场的管理',
    description: '本小类包括非政府机构对金融市场的运作和监督，例如：\n—商品合约交易所；\n一期货商品合约交易所；\n一证券交易所；\n一股票交易所；\n 一股票或商品期权交易所。'
  },
  {
    majorId: '32',
    mediumId: '32.08',
    smallId: '32.08.02',
    name: '证券和商品合约经纪',
    description: '本小类包括：\n —在金融市场上代表他人进行交易(如股票经纪业)\n 和有关活动；\n 一证券经纪；\n —商品合约经纪；\n 一外币兑换处的活动等。',
    excludes: [
      '一投资市场上为自有账户进行交易，见32.04.03;',
      '—在收费或合同基础上的证券投资组合管理，见32.10.00。'
    ]
  },
  {
    majorId: '32',
    mediumId: '32.08',
    smallId: '32.08.03',
    name: '除保险及养老基金外其他金融服务的辅助活动',
    description: '本小类包括其他未另分类的金融服务辅助活动，例如：\n 一金融交易处理和结算活动，包括信用卡交易；\n 一投资咨询服务；\n 一抵押顾问及经纪活动。\n 本小类还包括：\n 一在收费或合同基础上进行的委托、信托服务。',
    excludes: [
      '一保险代理人和经纪人的活动，见32.09.02;',
      '一基金管理，见32.10.00。'
    ]
  },
  // Medium 32.09
  {
    majorId: '32',
    mediumId: '32.09',
    smallId: '',
    name: '保险及养老基金辅助活动',
    description: '本中类包括代理人(即经纪人)进行的年金和保险的销\n售，或提供与员工福利、保险和养老基金有关的其他服\n务，如索赔以及第三方管理。'
  },
  {
    majorId: '32',
    mediumId: '32.09',
    smallId: '32.09.01',
    name: '风险及损失评估',
    description: '本小类包括保险的管理服务，如保险索赔的评估与理\n赔，例如：\n 一保险索赔的评估：\n ◆索赔处理；\n ◆风险评估；\n ◆风险及损失核定；\n ◆海损理算和损失理算。\n 一保险理赔。',
    excludes: [
      '一房地产的评估，见32.13.01;',
      '一用于其他目的的评价，见34.06.00;',
      '一调查活动，见35.14.00。'
    ]
  },
  {
    majorId: '32',
    mediumId: '32.09',
    smallId: '32.09.02',
    name: '保险代理人和经纪人的活动',
    description: '本小类包括：\n一保险代理人和经纪人(保险中介人)进行的年金、\n 保险和再保险的销售、让购或募集活动。'
  },
  {
    majorId: '32',
    mediumId: '32.09',
    smallId: '32.09.03',
    name: '保险和养老基金业的其他辅助活动',
    description: '本小类包括：\n一保险和养老基金相关和密切相关的活动(除金融中\n 介、理赔和保险代理人的活动):\n 救助管理；\n 保险精算服务。',
    excludes: ['一海难救助活动，见31.13.02。']
  },
  // Medium 32.10
  {
    majorId: '32',
    mediumId: '32.10',
    smallId: '',
    name: '基金管理活动',
    description: ''
  },
  {
    majorId: '32',
    mediumId: '32.10',
    smallId: '32.10.00',
    name: '基金管理活动',
    description: '本小类包括在收费或合同基础上为个人、企业和其他客\n户提供投资组合和基金管理的活动，例如：\n一共同基金的管理；\n一其他投资基金的管理；\n一养老基金的管理。'
  },
  // Medium 32.11
  {
    majorId: '32',
    mediumId: '32.11',
    smallId: '',
    name: '自有房地产的购买与销售',
    description: ''
  },
  {
    majorId: '32',
    mediumId: '32.11',
    smallId: '32.11.00',
    name: '自有房地产的购买与销售',
    description: '本小类包括：\n 一自有房地产的购买和出售：\n 公寓建筑和住宅；\n 非居住建筑，包括展览大厅、自助仓储设施、卖\n 场和购物中心；\n 土地。\n本小类还包括\n一将房地产细分成若干份，未发生土地改良。',
    excludes: [
      '一供销售的建设项目的开发，见28.01.00;',
      ' 一土地的细分和改良，见28.05.02。'
    ]
  },
  // Medium 32.12
  {
    majorId: '32',
    mediumId: '32.12',
    smallId: '',
    name: '自有或租赁房地产的出租与经营',
    description: ''
  },
  {
    majorId: '32',
    mediumId: '32.12',
    smallId: '32.12.00',
    name: '自有或租赁房地产的出租与经营',
    description: '本小类包括：\n一自有或租赁房地产的出租与经营：\n 公寓建筑和住宅；\n ◆非居住建筑，包括展览大厅、自助仓储设施；\n ◆土地。\n 一为了较长期使用提住房或提供配家具或未配家具的\n 公 寓 ，通常按月或按年计算。\n本小类还包括：\n一开发自身经营用建设项目；\n一居住用活动房场地的经营。',
    excludes: [
      '一旅馆、套房酒店、度假屋、公寓房、露营地、拖车\n 公园和其他非住宅或短期住宿场所的经营，见\n 30.01～30.04。'
    ]
  },
  // Medium 32.13
  {
    majorId: '32',
    mediumId: '32.13',
    smallId: '',
    name: '在收费或合同基础上的房地产活动',
    description: ''
  },
  {
    majorId: '32',
    mediumId: '32.13',
    smallId: '32.13.01',
    name: '房地产代理',
    description: '本小类包括由房地产代理机构提供的房地产活动：\n 一在收费或合同基础上的房地产购买、出售和出租的\n 中介活动；\n 一在收费或合同基础上，与购买、出售和出租的房地\n 产相关的咨询活动和评估服务；\n 一房地产托管代理活动。',
    excludes: ['一法律活动，见35.01.00。']
  },
  {
    majorId: '32',
    mediumId: '32.13',
    smallId: '32.13.02',
    name: '按报酬或合同进行的房地产管理',
    description: '本小类还包括：\n 一租金征收代理。',
    excludes: [
      '一法律活动，见35.01.00;',
      '一设施支持服务(与服务组合，例如一般的室内清\n 洁、保养、小幅修理、垃圾清理、警卫和安保),\n 见35.15.00;',
      '一设施的管理，如军事基地、监狱和其他设施设备\n (除计算机设备管理),见35.15.00。'
    ]
  },
  // Medium 32.14
  {
    majorId: '32',
    mediumId: '32.14',
    smallId: '',
    name: '汽车的租赁',
    description: ''
  },
  {
    majorId: '32',
    mediumId: '32.14',
    smallId: '32.14.01',
    name: '轿车和轻型汽车的租赁',
    description: '本小类包括：\n一以下类型车辆的出租和经营租赁：\n ◆未配备驾驶员的客车等轻型汽车(重量不超过3.5吨)。',
    excludes: ['一配备司机的轿车或轻型汽车租赁，见31.03.02、31.03.03。']
  },
  {
    majorId: '32',
    mediumId: '32.14',
    smallId: '32.14.02',
    name: '卡车的租赁',
    description: '本小类包括：\n 一以下类型车辆的出租和经营租赁(未配备驾驶员):\n ◆卡车、多用拖车、重型汽车(重量大于3.5吨);\n ◆旅行房车。',
    excludes: [' 一配备驾驶员的重型货车或卡车租赁，见31.04.01。']
  },
  // Medium 32.15
  {
    majorId: '32',
    mediumId: '32.15',
    smallId: '',
    name: '个人及家庭用品的出租',
    description: '本中类包括个人和家庭用品以及娱乐和运动器材与录像\n带的出租。通常包括物品的短期出租活动，在某些情况\n下，物品的租赁也可能是较长时间。'
  },
  {
    majorId: '32',
    mediumId: '32.15',
    smallId: '32.15.01',
    name: '娱乐和体育运动器材的出租',
    description: '本小类包括休闲和运动设备出租：\n —游艇、单人艇、帆船；\n 一自行车；\n 一沙滩椅和太阳伞；\n 一其他体育器材；\n 一滑雪板。',
    excludes: [
      '一配备船员的游艇和帆船出租，见31.06.00、31.08.00;',
      '一录像带和光盘出租，见32.15.02;',
      '一其他个人及家庭用品的出租，见32.15.03;',
      '一作为娱乐设施组成部分的休闲和游乐设备的出租，\n 见39.15.02。'
    ]
  },
  {
    majorId: '32',
    mediumId: '32.15',
    smallId: '32.15.02',
    name: '录影带、录音带和光盘的出租',
    description: '本小类包括：\n一录像带、唱片、CD、DVD等出租。'
  },
  {
    majorId: '32',
    mediumId: '32.15',
    smallId: '32.15.03',
    name: '其他个人及家庭用品的出租',
    description: '本小类包括：\n 一向家庭或各行业出租个人或家庭的各类物品(除了\n 娱乐和运动设备):\n ◆纺织品、服装和鞋类；\n ◆家具、陶瓷和玻璃、厨房用品及餐具、电器及家\n 居用品 ；\n ◆珠宝首饰、乐器、布景和戏装；\n ◆书籍、期刊和杂志；\n ◆业余或个人爱好使用的机器和设备，例如家居维\n 修工具 ；\n ◆鲜花和植物；\n 家居用电子设备。\n 本小类不包括：\n —未配备司机的轿车、卡车、拖车和旅行房车的出\n 租，见32.14;\n 一娱乐及运动用品出租，见32.15.01;\n 一录像带和光盘出租，见32.15.02;\n 一办公家具的出租，见32.16.03;',
    excludes: [
      '—未配备司机的大篷车、摩托车的出租，见32.16.06',
      '—洗衣店提供亚麻布、工作服和相关物品，见39.19.01。'
    ]
  },
  // Medium 32.16
  {
    majorId: '32',
    mediumId: '32.16',
    smallId: '',
    name: '其他机械、设备和有形物品的出租',
    description: ''
  },
  {
    majorId: '32',
    mediumId: '32.16',
    smallId: '32.16.01',
    name: '农业机械和设备的出租',
    description: '本小类包括：\n 一未配备操作员的农业和林业机械与设备的出租和经\n 营租赁：\n ◆18.03.00中所包括产品的出租，如农用拖拉机等。\n 本小类不包括：\n 一配备操作员的农业和林业机械与设备的出租，见\n 01.06.01、01.11.00。'
  },
  {
    majorId: '32',
    mediumId: '32.16.02',
    name: '建筑和土木工程机械与设备的出租',
    description: '本小类包括：\n 一未配备操作员的建筑及土木工程机械设备的出租和\n 经营租赁：\n ◆卡车起重机；\n ◆不用安装和拆卸的支架和工作平台。\n 本小类不包括：\n 一配备操作员的建筑及土木工程机械设备的出租，见\n 28.06～28.09。'
  },
  {
    majorId: '32',
    mediumId: '32.16.03',
    name: '办公机器和设备的出租(包括计算机)',
    description: '本小类包括：\n 一未配备操作员的办公机器和设备的出租和经营租赁：\n ◆计算机及计算机外部设备；\n 复印机、打字机及文字处理机；\n 会计机械及设备：收款机、电子计算器等；\n 办公家具。'
  },
  {
    majorId: '32',
    mediumId: '32.16.04',
    name: '水上运输设备的出租',
    description: '本小类包括：\n一未配备操作员的水上运输设备的出租和经营租赁：\n ◆商业船舶。\n本小类不包括：\n一配备操作人员的水上运输设备的出租，见31.06～31.09;\n一游艇出租，见32.15.01。'
  },
  {
    majorId: '32',
    mediumId: '32.16.05',
    name: '航空运输设备的出租',
    description: '本小类包括：\n —未配备操作人员的航空运输设备的出租和经营租赁：\n ◆ 飞 机 ；\n 热气球。\n 本小类不包括：\n 一配备操作人员的航空运输设备的出租，见31.10、31.11。'
  },
  {
    majorId: '32',
    mediumId: '32.16.06',
    name: '其他未另分类的机械、设备和有形物品的出租',
    description: '本小类包括：\n 一未配备操作人员的其他机械与设备(通常作为工业\n 生产资料)的出租和经营租赁：\n 发动机和涡轮机；\n 机 床 ；\n 采矿和油田设备；\n ◆专业无线电、电视和通信设备；\n ◆电影制作设备；\n 测量和控制设备；\n 其他科研、商业和工业机械。\n 一其他未配备操作人员的陆上运输设备的出租与经营\n 租赁(汽车除外):\n 摩托车、篷车和野营车等；\n ◆铁路车辆。\n 本小类还包括：\n一住宿集装箱或办公室集装箱出租；\n一动物出租(例如牲畜、赛马);\n一集装箱出租；\n一货架托盘出租。\n本小类不包括：\n一自行车出租，见32.15.01;\n —农业和林业机械及设备出租，见32.16.01;\n一建筑和土木工程机械设备出租，见32.16.02;\n一办公机械设备包括电脑的出租，见32.16.03。'
  },
  // Medium 32.17
  {
    majorId: '32',
    mediumId: '32.17',
    smallId: '',
    name: '知识产权和类似产品的租用(版权作品除外)',
    description: ''
  },
  {
    majorId: '32',
    mediumId: '32.17',
    smallId: '32.17.00',
    name: '知识产权和类似产品的租用(版权作品除外)',
    description: ' 本小类包括通过向知识产权产品和类似产品的所有者\n(如资产所有者)支付特许费用或许可费用后，允许他人使\n用其产品的活动。对这些产品的租赁可采用各种形式，如\n允许复制、在后续加工或产品生产中使用、企业特许经营\n等。当时其所有者可能已经创造出或还未创造出这些产品。\n本小类包括：\n 一知识产权产品的租赁(版权作品除外，如书籍或软\n 件 );\n 一从下述使用过程中收取使用费或许可费：\n ◆有专利的实体；\n ◆商标或服务商标；\n ◆品牌名称；\n ◆矿产勘探和评价；\n ◆特许经营协议。\n 本小类不包括：\n —获得版权和出版，见08.01、08.02、33.01、39.05;\n 一生产、复制和发行版权作品(书籍、软件、电影),\n 见08.01、08.02、33.01、39.05;\n 一房地产租赁，见32.12.00;\n 一有形产品(资产)的租赁，见32.14～32.16。'
  }
];
