import { CategoryItem } from '../types';

export const category_14: CategoryItem[] = [
  {
    "id": "cat_14",
    "code": "14",
    "majorId": "14",
    "mediumId": "",
    "smallId": "",
    "name": "橡胶和塑料制品",
    "description": "本大类包括橡胶和塑料产品的制造。本大类的特征在于制造过程中的的原材料。但这并不意味着所有使用这些材料的产品制造都归于本大类。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_14_01",
    "code": "14.01",
    "majorId": "14",
    "mediumId": "14.01",
    "smallId": "",
    "name": "橡胶制品的制造",
    "description": "本中类包括橡胶制品的制造。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_14_01_01",
    "code": "14.01.01",
    "majorId": "14",
    "mediumId": "14.01",
    "smallId": "14.01.01",
    "name": "橡胶轮胎和内胎的制造，橡胶轮胎翻新和再造",
    "description": "",
    "includes": [
      "一用于车辆、设备、运输机械、飞机、玩具、家具和其他用途的橡胶轮胎的制造：",
      "◆充气轮胎；",
      "◆实心或缓冲轮胎。",
      "一轮胎内胎的制造；",
      "一用于翻新轮胎的可互换轮胎面、轮胎垫带、轮胎补胎条等的制造；",
      "一轮胎的翻新和再制造。"
    ],
    "excludes": [
      "一内胎修复材料的制造，见14.01.02;",
      "一轮胎和内胎的维修、安装或更换，见29.02.00。"
    ]
  },
  {
    "id": "cat_14_01_02",
    "code": "14.01.02",
    "majorId": "14",
    "mediumId": "14.01",
    "smallId": "14.01.02",
    "name": "其他橡胶制品的制造",
    "description": "",
    "includes": [
      "一其他天然或合成橡胶制品的生产，未硫化的、硫化或硬化的：",
      "◆橡胶板、片、带、棒及异形材；",
      "◆管状物、管和软管；",
      "◆橡胶输送带或橡胶传送带；",
      "◆橡胶卫生用品：避孕套、奶嘴、热水瓶等；",
      "◆橡胶装饰品(只压封连接，而不缝纫的);",
      "◆橡胶鞋底及鞋类其他橡胶部分；",
      "◆橡胶线及绳；",
      "◆橡胶化的纱及纤维；",
      "◆橡胶圈、配件和密封件；",
      "◆橡胶辊皮；",
      "◆充气橡胶床垫；",
      "◆充气气球。",
      "一橡胶刷的制造；",
      "一硬质橡胶烟斗管的制造；",
      "一硬质橡胶梳子、发夹、发卷及类似物的制造。",
      "一橡胶修补材料的制造；",
      "一用橡胶浸渍、涂层、覆盖或叠层过的纺织布料制造，橡胶是其主要成分；",
      "一橡胶水床床垫的制造；",
      "一橡胶沐浴帽和围裙的制造；",
      "一橡胶湿式防寒衣和潜水服的制造；",
      "一橡胶性用品的制造。"
    ],
    "excludes": [
      "一轮胎帘子布的制造，见04.04.06;",
      "一弹性纤维服装的制造，见04.05.04、04.05.05;",
      "一橡胶鞋的制造，见05.02.00;",
      "一橡胶基胶水和胶粘剂的制造，见12.05.02;",
      "一轮胎补胎条的制造，见14.01.01;",
      "一充气的橡皮筏和橡皮艇的制造，见20.01.01、20.01.02;",
      "一裸露泡沫橡胶床垫的制造，见23.01.03;",
      "一除服装外橡胶体育用品的制造，见23.04.00;",
      "一橡胶游戏用品和玩具的制造(包括儿童浅水池、儿童充气橡皮艇以及充气橡胶动物、球和类似物),见23.05.00;"
    ]
  },
  {
    "id": "cat_14_02",
    "code": "14.02",
    "majorId": "14",
    "mediumId": "14.02",
    "smallId": "",
    "name": "塑料制品的制造",
    "description": "本中类包括利用如压塑法、挤塑法、注塑法、吹塑法及浇铸法等过程，将新的或用过的(即再生的)塑料树脂加工成中间或最终产品。大多数情况下，这样的生产过程能够制造出种类繁多的产品。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_14_02_01",
    "code": "14.02.01",
    "majorId": "14",
    "mediumId": "14.02",
    "smallId": "14.02.01",
    "name": "塑料板、塑料片、塑料管及塑料壳体的制造",
    "description": "",
    "includes": [
      "一塑料半成品的制造：",
      "◆塑料板、片、块、薄膜、薄片、条等(不论是否有自粘性)。",
      "一塑料成品的制造：",
      "◆塑料管状物、管和软管，软管和管的配件；",
      "◆玻璃纸膜或片。"
    ],
    "excludes": [
      "一初级形态塑料的制造，见12.01.06;",
      "一合成或天然橡胶制品的制造，见14.01。"
    ]
  },
  {
    "id": "cat_14_02_02",
    "code": "14.02.02",
    "majorId": "14",
    "mediumId": "14.02",
    "smallId": "14.02.02",
    "name": "塑料包装产品的制造",
    "description": "",
    "includes": [
      "一货物包装用塑料制品的制造：",
      "◆塑料袋、口袋、盒、箱、坛、瓶等。"
    ],
    "excludes": [
      "一塑料箱包和塑料手袋的制造，见05.01.02。"
    ]
  },
  {
    "id": "cat_14_02_03",
    "code": "14.02.03",
    "majorId": "14",
    "mediumId": "14.02",
    "smallId": "14.02.03",
    "name": "建筑用塑料制品的制造",
    "description": "",
    "includes": [
      "一建筑用塑料制品的制造：",
      "◆塑料门、窗、框、百叶窗、窗帘、壁脚板(踢脚线);",
      "◆水槽、蓄水池；",
      "◆成卷、块状或其他形状的塑料地、墙或天花板覆层；",
      "◆塑料卫生用具：塑料浴缸、淋浴池、洗脸盆、马桶盖、贮水桶等。",
      "一弹性地板，如乙烯树脂、油布等的制造；",
      "一人造石材(如人造大理石)的制造。"
    ],
    "excludes": []
  },
  {
    "id": "cat_14_02_04",
    "code": "14.02.04",
    "majorId": "14",
    "mediumId": "14.02",
    "smallId": "14.02.04",
    "name": "其他塑料制品的制造",
    "description": "",
    "includes": [
      "一塑料餐具、炊具和盥洗用品的制造；",
      "一各种塑料制品的制造：",
      "◆塑料头饰、绝缘件、灯具零件、办公或学校用具、服装(只密封连接，不缝纫的)、家具配件、小雕像、传动带和输送带，塑料胶带，塑料鞋楦，塑料烟嘴，塑料梳子，塑料卷发器，塑料新奇小物品等。"
    ],
    "excludes": [
      "一塑料箱包的制造，见05.01.02;",
      "一塑料鞋的制造，见05.02.00;",
      "一塑料家具的制造，见23.01.01、23.01.02、23.01.04;",
      "一裸露泡沫塑料床垫的制造，见23.01.03;",
      "一塑料体育用品的制造，见23.04.00;",
      "一塑料游戏用品和玩具的制造，见23.05.00;",
      "一医用和牙科用塑料用具的制造，见23.06.00;",
      "一眼科塑料用品的制造，见23.06.00;",
      "一塑料安全帽及其他塑料个人防护用品的制造，见23.07.02。"
    ]
  }
];
