import { CategoryItem } from '../types';

export const category_28: CategoryItem[] = [
  {
    "id": "cat_28",
    "code": "28",
    "majorId": "28",
    "mediumId": "",
    "smallId": "",
    "name": "建设业",
    "description": "本大类包括建筑物和土木工程的一般和专门建设活动。包括了新建、改建、扩建、维修、现场安装预制建筑物或结构件，以及临时性建造。 一般施工是指全部住宅楼、办公楼、商店和其他公共和公用事业建筑、农场建筑等的建造，例如高速公路、街道、桥梁、隧道、铁路、机场、港口和其他水利工程项目、灌溉系统、污水处理系统、工业设施、管道和电力线路、体育设施等的等建设工程的建造。 这类工程可以自己承建，或者以合同形式承包出去。工程的一部分，有时甚至整个工程都可以分包出去。对某个建筑项目全面负责的单位也归于本类。 此外本大类还包括建筑物及工程设施的修理。 本大类包括房屋建筑的全部建设(28.01～28.02)、土木工程的全部建设(28.03～28.05),以及只作为施工过程一部分的专门施工活动(28.06～28.09)。 配备操作人员的施工设备的出租，依据该设备实施的特定建筑活动分类。 本大类还包括为了后期的销售，通过整合资金、技术和物质手段完成的建筑或土木工程建设项目的开发。如果这些活动不是为了建设项目的后期销售，而是经营它们(例如，这些建筑物的出租，建筑内的制造活动),则不归类于本类，而是根据其经营活动，即房地产、制造业等分类。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_28_01",
    "code": "28.01",
    "majorId": "28",
    "mediumId": "28.01",
    "smallId": "",
    "name": "建设项目的开发",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_28_01_00",
    "code": "28.01.00",
    "majorId": "28",
    "mediumId": "28.01",
    "smallId": "28.01.00",
    "name": "建设项目的开发",
    "description": "",
    "includes": [
      "一为了建设项目的后期销售，通过整合资金、技术和物质手段完成的住宅及非住宅楼宇建设项目的开发。"
    ],
    "excludes": [
      "一建筑物的建设，见28.02.00;",
      "一建筑设计和工程活动，见34.01;",
      "一建设项目相关的项目管理服务，见34.01。"
    ]
  },
  {
    "id": "cat_28_02",
    "code": "28.02",
    "majorId": "28",
    "mediumId": "28.02",
    "smallId": "",
    "name": "住宅及非住宅建筑的建设",
    "description": "本中类包括自己承建或以合同形式分包完成整体的住宅或非住宅建筑项目。建设过程有可能部分或全部分包。如果建设过程中只进行了部分专门的建筑活动，则归类于28.06～28.09类。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_28_02_00",
    "code": "28.02.00",
    "majorId": "28",
    "mediumId": "28.02",
    "smallId": "28.02.00",
    "name": "住宅及非住宅建筑的建设",
    "description": "",
    "includes": [
      "一所有类型住宅建筑建设： ◆独栋住宅； ◆多户住宅，包括高层建筑。",
      "一所有类型非住宅建筑建设： ◆用于工业生产的建筑，如工厂、车间、组装厂等； 医院、学校、写字楼； 酒店、商店、购物中心、餐厅； ◆机场建筑物； ◆室内运动设施； ◆停车场，包括地下车库； ◆ 仓 库 ； ◆宗教建筑。",
      "一在现场组装和安装的预制建筑物。",
      "一改造或修复现有的住宅结构。"
    ],
    "excludes": [
      "一除了建筑物外的工业设施的建造，见28.05.02;",
      "一建筑设计和工程活动，见34.01;",
      "一建设项目管理，见34.01。"
    ]
  },
  {
    "id": "cat_28_03",
    "code": "28.03",
    "majorId": "28",
    "mediumId": "28.03",
    "smallId": "",
    "name": "道路和铁路的建设",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_28_03_01",
    "code": "28.03.01",
    "majorId": "28",
    "mediumId": "28.03",
    "smallId": "28.03.01",
    "name": "道路和高速公路的建设",
    "description": "",
    "includes": [
      "一高速公路、街道、道路、其他车辆和行人道路的建造；",
      "一街道、道路、公路、桥梁或隧道的路面施工： ◆路面铺沥青； ◆路面喷涂和做其他标记； ◆安装防撞栏、交通标志等。",
      "一机场跑道的建造。"
    ],
    "excludes": [
      "一街道照明和电子信号装置的安装，见28.07.01;",
      "一建筑设计和工程活动，见34.01;",
      "一建设项目管理，见34.01。"
    ]
  },
  {
    "id": "cat_28_03_02",
    "code": "28.03.02",
    "majorId": "28",
    "mediumId": "28.03",
    "smallId": "28.03.02",
    "name": "铁路和地下铁路的建设",
    "description": "",
    "includes": [
      "一铁路和地铁的建造。"
    ],
    "excludes": [
      "一照明及电子信号装置的安装，见28.07.01;",
      "一建筑设计和工程活动，见34.01;",
      "一建设项目管理，见34.01。"
    ]
  },
  {
    "id": "cat_28_03_03",
    "code": "28.03.03",
    "majorId": "28",
    "mediumId": "28.03",
    "smallId": "28.03.03",
    "name": "桥梁和隧道的建设",
    "description": "",
    "includes": [
      "一桥梁，包括高架公路桥的建造；",
      "一隧道的建造。"
    ],
    "excludes": [
      "一照明及电子信号装置的安装，见28.07.01;",
      "一建筑设计和工程活动，见34.01;",
      "一建设项目管理，见34.01。"
    ]
  },
  {
    "id": "cat_28_04",
    "code": "28.04",
    "majorId": "28",
    "mediumId": "28.04",
    "smallId": "",
    "name": "公用设施项目的建设",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_28_04_01",
    "code": "28.04.01",
    "majorId": "28",
    "mediumId": "28.04",
    "smallId": "28.04.01",
    "name": "流体输送用公用设施项目的建设",
    "description": "本小类包括用于流体输送的输配线路，包括组成这些系统的相关建筑及结构的建造。",
    "includes": [
      "一以下土木工程建造： ◆长距离的城市管线； ◆输水管网； ◆灌溉系统(沟渠); ◆水库。",
      "一以下项目的建造： ◆下水道系统，包括维修； ◆污水处理厂； ◆泵站。",
      "一钻水井。"
    ],
    "excludes": [
      "一与土木工程相关的项目管理活动，见34.01.02。"
    ]
  },
  {
    "id": "cat_28_04_02",
    "code": "28.04.02",
    "majorId": "28",
    "mediumId": "28.04",
    "smallId": "28.04.02",
    "name": "电力和电信用公用设施项目的建设",
    "description": "本小类包括用于电力和电信的输配线路，包括组成这些系统的相关建筑及结构的建造。",
    "includes": [
      "一以下土木工程建造： ◆长距离的城市通信和电力线路； ◆电厂。"
    ],
    "excludes": [
      "一与土木工程相关的项目管理活动，见34.01.02。"
    ]
  },
  {
    "id": "cat_28_05",
    "code": "28.05",
    "majorId": "28",
    "mediumId": "28.05",
    "smallId": "",
    "name": "其他土木工程项目的建设",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_28_05_01",
    "code": "28.05.01",
    "majorId": "28",
    "mediumId": "28.05",
    "smallId": "28.05.01",
    "name": "水利工程的建设",
    "description": "",
    "includes": [
      "一以下项目的建造： ◆水道、港口、河流工程、游乐港口(码头)、水闸等； ◆水坝和堤坝。",
      "一水道疏浚。"
    ],
    "excludes": [
      "一与土木工程相关的项目管理活动，见34.01.02。"
    ]
  },
  {
    "id": "cat_28_05_02",
    "code": "28.05.02",
    "majorId": "28",
    "mediumId": "28.05",
    "smallId": "28.05.02",
    "name": "其他未另分类的土木工程项目的建设",
    "description": "",
    "includes": [
      "一除房屋建筑外的工业设施的建造，如： ◆精炼厂； ◆化工厂。",
      "一除房屋建筑外的其他建造，如： ◆室外运动设施。",
      "一伴有土地改良的土地细分(如增设公路、公用基础设施等)。"
    ],
    "excludes": [
      "一工业机械和设备的安装，见18.09.00;",
      "一无土地改良的土地细分，见32.11.00;",
      "一与土木工程相关的项目管理活动，见34.01.02。"
    ]
  },
  {
    "id": "cat_28_06",
    "code": "28.06",
    "majorId": "28",
    "mediumId": "28.06",
    "smallId": "",
    "name": "拆除及场地准备",
    "description": "本中类包括为随后的施工准备场地的活动，包括对以前存在的结构的拆迁。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_28_06_01",
    "code": "28.06.01",
    "majorId": "28",
    "mediumId": "28.06",
    "smallId": "28.06.01",
    "name": "拆除",
    "description": "",
    "includes": [
      "一建筑物和其他结构的拆除或破拆。"
    ],
    "excludes": []
  },
  {
    "id": "cat_28_06_02",
    "code": "28.06.02",
    "majorId": "28",
    "mediumId": "28.06",
    "smallId": "28.06.02",
    "name": "场地准备",
    "description": "",
    "includes": [
      "一清理建设用地；",
      "一土方：挖掘、填埋、建筑场地的平整和坡平、挖沟、搬石、爆破等；",
      "一采矿的场地准备： ◆覆盖层去除，以及其他有关矿物性质和场地的开发与准备工作(石油和天然气除外)。",
      "一建设工地排水；",
      "—农业或林业用地的排水。"
    ],
    "excludes": [
      "一石油或天然气井的钻井，见02.03.00、02.04.00;",
      "一土壤净化，见39.04.00;",
      "一钻水井，见28.04.01;",
      "一凿井(竖井掘进),见28.09.02。"
    ]
  },
  {
    "id": "cat_28_06_03",
    "code": "28.06.03",
    "majorId": "28",
    "mediumId": "28.06",
    "smallId": "28.06.03",
    "name": "钻孔和钻探测试",
    "description": "",
    "includes": [
      "一为结构、地球物理、地质或类似目的试钻和核心取样。"
    ],
    "excludes": [
      "一石油或天然气井的钻井，见02.03.00、02.04.00;",
      "一采矿活动期间的试钻和钻孔支持服务，见02.10.00",
      "一钻水井，见28.04.01;",
      "一凿井(竖井掘进),见28.09.02;",
      "一石油和天然气田勘探、地球物理、地质和地震勘测，见34.01.02。"
    ]
  },
  {
    "id": "cat_28_07",
    "code": "28.07",
    "majorId": "28",
    "mediumId": "28.07",
    "smallId": "",
    "name": "电气、管道和其他建筑安装活动",
    "description": "本中类包括为建筑物提供功能的安装活动，如电力系统、管道(供水、供气和下水道系统)、供暖和空调系统、电梯等的安装。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_28_07_01",
    "code": "28.07.01",
    "majorId": "28",
    "mediumId": "28.07",
    "smallId": "28.07.01",
    "name": "电气安装",
    "description": "本小类包括所有种类建筑物以及土木工程结构中的电力系统安装。",
    "includes": [
      "一以下安装： ◆电线及配件； ◆电信线路； ◆计算机网络和有线电视布线，包括光纤； ◆碟形卫星天线； ◆照明系统； ◆火灾报警器； ◆防盗报警系统； ◆街灯照明和电信号； ◆机场跑道灯； ◆电力太阳能收集器。",
      "一电器和家用设备的连接安装，包括护壁板加热设备。"
    ],
    "excludes": [
      "一通信和输电线路建设，见28.04.02;",
      "—电子安全系统的监控和远程监控(如防盗报警和火灾报警),包括它们的维护，见35.13.00。"
    ]
  },
  {
    "id": "cat_28_07_02",
    "code": "28.07.02",
    "majorId": "28",
    "mediumId": "28.07",
    "smallId": "28.07.02",
    "name": "管道、供暖和空调系统的安装",
    "description": "本小类包括管道设施、供暖和空调系统的安装，包括扩建、改建、维护和修理。",
    "includes": [
      "一在建筑物或其他建设项目里安装： ◆供暖系统(电、气和油); ◆炉、冷却塔； ◆非电的太阳能集热器； ◆管道和清洁设备； ◆通风及空调设备和管道； ◆煤气装置； ◆蒸汽管道； ◆喷水灭火系统； ◆草坪洒水系统。",
      "一输送管道安装"
    ],
    "excludes": [
      "一护壁板电加热设备的安装，见28.07.01。"
    ]
  },
  {
    "id": "cat_28_07_03",
    "code": "28.07.03",
    "majorId": "28",
    "mediumId": "28.07",
    "smallId": "28.07.03",
    "name": "其他建筑安装",
    "description": "本小类包括建筑安装，但不包括电力、管道、供暖和空调系统或建筑和土木工程结构中工业机械的安装。",
    "includes": [
      "—在建筑物或其他建设项目中安装： ◆电梯、自动扶梯，包括维修和保养； ◆自动和旋转门； ◆避雷装置； ◆真空清洁系统； ◆热、声音、振动的隔离。"
    ],
    "excludes": [
      "一工业机械安装，见18.09.00。"
    ]
  },
  {
    "id": "cat_28_08",
    "code": "28.08",
    "majorId": "28",
    "mediumId": "28.08",
    "smallId": "",
    "name": "建筑装修和装饰",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_28_08_01",
    "code": "28.08.01",
    "majorId": "28",
    "mediumId": "28.08",
    "smallId": "28.08.01",
    "name": "抹灰",
    "description": "",
    "includes": [
      "一应用在建筑物或其他建设项目的室内外抹灰或粉刷，包括贴一些相关板条材料。"
    ],
    "excludes": []
  },
  {
    "id": "cat_28_08_02",
    "code": "28.08.02",
    "majorId": "28",
    "mediumId": "28.08",
    "smallId": "28.08.02",
    "name": "木工安装",
    "description": "",
    "includes": [
      "—木质或其他材料的门(除自动和旋转门)、窗户、门窗框的安装；",
      "一整体厨房、嵌入式壁橱、楼梯、试衣间及类似物的安装；",
      "一内部装修，如天花板、可移动隔断等。"
    ],
    "excludes": [
      "一自动和旋转门的安装，见28.07.03。"
    ]
  },
  {
    "id": "cat_28_08_03",
    "code": "28.08.03",
    "majorId": "28",
    "mediumId": "28.08",
    "smallId": "28.08.03",
    "name": "地面和墙壁覆盖",
    "description": "",
    "includes": [
      "—在建筑物或其他建设项目中敷设、贴面、吊装或安装： ◆陶瓷、混凝土/切割石材的墙或地砖，炉灶陶瓷配件； ◆拼花或其他木地板、木质墙面； ◆地毯和地毡，包括橡胶或塑料的； ◆水磨石、大理石、花岗岩或石板的地面或墙面； ◆壁纸。"
    ],
    "excludes": []
  },
  {
    "id": "cat_28_08_04",
    "code": "28.08.04",
    "majorId": "28",
    "mediumId": "28.08",
    "smallId": "28.08.04",
    "name": "涂装和玻璃安装",
    "description": "",
    "includes": [
      "一建筑物的室内和室外涂装；",
      "一土木工程喷涂、涂装；",
      "—安装玻璃、镜子等。"
    ],
    "excludes": [
      "一安装窗户，见28.08.02。"
    ]
  },
  {
    "id": "cat_28_08_05",
    "code": "28.08.05",
    "majorId": "28",
    "mediumId": "28.08",
    "smallId": "28.08.05",
    "name": "其他建筑装修和装饰",
    "description": "本小类包括：",
    "includes": [
      "一新建筑物竣工后的清理；",
      "一其他未另分类的建筑装修和装饰工作。"
    ],
    "excludes": [
      "一室内装饰设计活动，见34.05.00;",
      "一建筑物和其他构建物的一般室内清洁，见35.16.01",
      "一专业的室内和建筑物外墙清洗，见35.16.02。"
    ]
  },
  {
    "id": "cat_28_09",
    "code": "28.09",
    "majorId": "28",
    "mediumId": "28.09",
    "smallId": "",
    "name": "其他专业建筑活动",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_28_09_01",
    "code": "28.09.01",
    "majorId": "28",
    "mediumId": "28.09",
    "smallId": "28.09.01",
    "name": "屋顶工程",
    "description": "",
    "includes": [
      "一 屋顶架设；",
      "一屋顶覆盖。"
    ],
    "excludes": [
      "一未配备操作人员的建筑机械设备的出租，见32.16.02。"
    ]
  },
  {
    "id": "cat_28_09_02",
    "code": "28.09.02",
    "majorId": "28",
    "mediumId": "28.09",
    "smallId": "28.09.02",
    "name": "其他未另分类的专业建筑活动",
    "description": "",
    "includes": [
      "一对于不同构建物在某一方面通用的专门建设活动，这些活动需要专门技术或设备： ◆地基施工，包括打桩； ◆防潮和防水工程； ◆建筑物除湿； ◆凿井(竖井掘进); ◆架设钢构件； ◆钢折弯； ◆砌砖、铺石； ◆脚手架、工作平台架设和拆除，不包括脚手架和工作平台出租； ◆架设烟囱和工业用炉； ◆有一定专业要求的作业，需要登高技巧及用相关设备，如在高层建筑上登高作业。",
      "一地下工程；",
      "一室外泳池建造；",
      "一建筑物外墙的蒸汽清洗、喷砂及类似活动；",
      "一租用起重机及其他建筑设备(配备操作员),当不能被分配到一个特定的建筑类型时。"
    ],
    "excludes": [
      "—未配备操作人员的建设设备的出租，见32.16.02。"
    ]
  }
];
