export const category_18 = [
  {
    id: "cat_18",
    code: "18",
    majorId: "18",
    mediumId: "",
    smallId: "",
    name: "机械及设备",
    description: "本大类包括机械设备的制造、维修与安装，以及武器弹药及军用作战车辆的制造。\n机械设备的制造包括制造用于单独对材料进行机加工、热加工或处理(如装卸、喷洒、称重、打包等)的机械和设备，包括产生和应用动力的机械部件，以及任何专门制造的主要零部件。本大类包括固定、移动或手持装置的制造，不论这些装置是用于工业、建筑与土木工程、农业、军事或家用。场所特定区域内，客、货运输用特殊设备的制造也属于机械制造类。\n机械设备区分出了特殊用途机械的制造与通用机械的制造。还包括其他类别未包括的一些专用机械的制造，不论这些机械是否用于制造过程，如游乐场娱乐设备、自动保龄球馆设备等。\n本大类不包括通用金属制品、相关控制设备、计算机设备、测量和测试设备、配电及控制装置和通用机动车辆的制造。",
    includes: [],
    excludes: [],
    text_unit: "18 机械及设备 本大类包括机械设备的制造、维修与安装，以及武器弹药及军用作战车辆的制造。\n机械设备的制造包括制造用于单独对材料进行机加工、热加工或处理(如装卸、喷洒、称重、打包等)的机械和设备，包括产生和应用动力的机械部件，以及任何专门制造的主要零部件。本大类包括固定、移动或手持装置的制造，不论这些装置是用于工业、建筑与土木工程、农业、军事或家用。场所特定区域内，客、货运输用特殊设备的制造也属于机械制造类。\n机械设备区分出了特殊用途机械的制造与通用机械的制造。还包括其他类别未包括的一些专用机械的制造，不论这些机械是否用于制造过程，如游乐场娱乐设备、自动保龄球馆设备等。\n本大类不包括通用金属制品、相关控制设备、计算机设备、测量和测试设备、配电及控制装置和通用机动车辆的制造。"
  },
  {
    id: "cat_18_01",
    code: "18.01",
    majorId: "18",
    mediumId: "18.01",
    smallId: "",
    name: "通用机械的制造",
    description: "",
    includes: [],
    excludes: [],
    text_unit: "18 18.01 通用机械的制造"
  },
  {
    id: "cat_18_01_01",
    code: "18.01.01",
    majorId: "18",
    mediumId: "18.01",
    smallId: "18.01.01",
    name: "发动机和涡轮机的制造(飞机、汽车和摩托车发动机除外 )",
    description: "",
    includes: [
      "一活塞式内燃发动机(除了汽车、飞机和摩托车发动机)的制造：",
      "◆船用发动机；",
      "◆(火车)机车用发动机。",
      "一活塞、活塞环、化油器以及用于所有内燃机与柴油机等此类部件的制造；",
      "—内燃机进气阀和排气阀的制造；",
      "一涡轮机及其部件的制造：",
      "◆蒸汽涡轮机及其他汽轮机；",
      "◆水轮机、水车及其调节装置；",
      "◆风力涡轮机；",
      "◆燃气涡轮机，不包括用于飞机推进的涡轮喷气发动机或涡轮螺旋桨发动机。",
      "一锅炉涡轮机组的制造；",
      "一涡轮发电机组的制造；",
      "一工业用发动机的制造。"
    ],
    excludes: [
      "一发电机的制造(涡轮发电机组除外),见19.09.01;",
      "一原动力发电机组的制造(涡轮发电机组除外),见19.09.01;",
      "—内燃机电气设备和组件的制造，见22.03.01;",
      "一汽车、飞机或摩托车发动机的制造，见22.01.00、21.01.00、22.05.01;",
      "一涡轮喷气发动机和涡轮螺旋桨发动机的制造，见21.01.00。"
    ],
    text_unit: "18 18.01 18.01.01 发动机和涡轮机的制造(飞机、汽车和摩托车发动机除外 )  一活塞式内燃发动机(除了汽车、飞机和摩托车发动机)的制造： ◆船用发动机； ◆(火车)机车用发动机。 一活塞、活塞环、化油器以及用于所有内燃机与柴油机等此类部件的制造； —内燃机进气阀和排气阀的制造； 一涡轮机及其部件的制造： ◆蒸汽涡轮机及其他汽轮机； ◆水轮机、水车及其调节装置； ◆风力涡轮机； ◆燃气涡轮机，不包括用于飞机推进的涡轮喷气发动机或涡轮螺旋桨发动机。 一锅炉涡轮机组的制造； 一涡轮发电机组的制造； 一工业用发动机的制造。 一发电机的制造(涡轮发电机组除外),见19.09.01; 一原动力发电机组的制造(涡轮发电机组除外),见19.09.01; —内燃机电气设备和组件的制造，见22.03.01; 一汽车、飞机或摩托车发动机的制造，见22.01.00、21.01.00、22.05.01; 一涡轮喷气发动机和涡轮螺旋桨发动机的制造，见21.01.00。"
  },
  {
    id: "cat_18_01_02",
    code: "18.01.02",
    majorId: "18",
    mediumId: "18.01",
    smallId: "18.01.02",
    name: "液压设备的制造",
    description: "",
    includes: [
      "一液压和气动组件(包括液压泵、液压电动机、液压与气动缸、液压与气动阀、液压与气动软管和管件)的制造；",
      "一气动系统用制气设备的制造；",
      "一液压系统的制造；",
      "一液压传动设备制造；",
      "一静液压传动装置制造。"
    ],
    excludes: [
      "一压缩机的制造，见18.01.03;",
      "一非液压设备用泵的制造，见18.01.03;",
      "一非液压系统用阀门的制造，见18.01.04;",
      "一机械传动设备的制造，见18.01.05。"
    ],
    text_unit: "18 18.01 18.01.02 液压设备的制造  一液压和气动组件(包括液压泵、液压电动机、液压与气动缸、液压与气动阀、液压与气动软管和管件)的制造； 一气动系统用制气设备的制造； 一液压系统的制造； 一液压传动设备制造； 一静液压传动装置制造。 一压缩机的制造，见18.01.03; 一非液压设备用泵的制造，见18.01.03; 一非液压系统用阀门的制造，见18.01.04; 一机械传动设备的制造，见18.01.05。"
  },
  {
    id: "cat_18_01_03",
    code: "18.01.03",
    majorId: "18",
    mediumId: "18.01",
    smallId: "18.01.03",
    name: "其他泵和压缩机的制造",
    description: "",
    includes: [
      "一空气泵或真空泵、空气或其他气体压缩机的制造；",
      "一液体泵的制造，不论是否装有计量装置；",
      "一作为内燃机配件的泵的制造：汽车等使用的油泵、水泵和燃料泵。",
      "一手动泵的制造。"
    ],
    excludes: [
      "一液压和气动设备的制造，见18.01.02。"
    ],
    text_unit: "18 18.01 18.01.03 其他泵和压缩机的制造  一空气泵或真空泵、空气或其他气体压缩机的制造； 一液体泵的制造，不论是否装有计量装置； 一作为内燃机配件的泵的制造：汽车等使用的油泵、水泵和燃料泵。 一手动泵的制造。 一液压和气动设备的制造，见18.01.02。"
  },
  {
    id: "cat_18_01_04",
    code: "18.01.04",
    majorId: "18",
    mediumId: "18.01",
    smallId: "18.01.04",
    name: "其他龙头和阀门的制造",
    description: "",
    includes: [
      "一工业龙头和阀门的制造，包括调节阀和入口龙头；",
      "一卫生间龙头和阀门的制造；",
      "一供热龙头和阀门的制造。"
    ],
    excludes: [
      "—未硬化硫化橡胶、玻璃或陶瓷材料阀门的制造，见14.01.02、15.01.05、15.04.04;",
      "一内燃机进气阀和排气阀的制造，见18.01.01;",
      "一液压和气动阀门以及气动系统用制气设备的制造，见18.01.02。"
    ],
    text_unit: "18 18.01 18.01.04 其他龙头和阀门的制造  一工业龙头和阀门的制造，包括调节阀和入口龙头； 一卫生间龙头和阀门的制造； 一供热龙头和阀门的制造。 —未硬化硫化橡胶、玻璃或陶瓷材料阀门的制造，见14.01.02、15.01.05、15.04.04; 一内燃机进气阀和排气阀的制造，见18.01.01; 一液压和气动阀门以及气动系统用制气设备的制造，见18.01.02。"
  },
  {
    id: "cat_18_01_05",
    code: "18.01.05",
    majorId: "18",
    mediumId: "18.01",
    smallId: "18.01.05",
    name: "轴承、齿轮、传动及驱动部件的制造",
    description: "",
    includes: [
      "一滚珠和滚子轴承及其部件的制造；",
      "一机械传动设备的制造：",
      "传动轴及曲柄：凸轮轴、曲轴、曲柄等；",
      "轴承架及滑动轴承；",
      "—齿轮、传动与齿轮箱及其他变速器的制造；",
      "一离合器及联轴器的制造；",
      "一飞轮和滑轮的制造；",
      "—铰接链的制造；",
      "一动力传动链的制造。"
    ],
    excludes: [
      "一其他链条的制造，见17.12.03;",
      "一液压传动设备的制造，见18.01.02;",
      "一静液压传动装置的制造，见18.01.02;",
      "一(电磁)离合器的制造，见22.03.01;",
      "一明确作为车辆或飞机部件的动力传动设备的制造，见22.01～22.05及18.07、21.01等。"
    ],
    text_unit: "18 18.01 18.01.05 轴承、齿轮、传动及驱动部件的制造  一滚珠和滚子轴承及其部件的制造； 一机械传动设备的制造： 传动轴及曲柄：凸轮轴、曲轴、曲柄等； 轴承架及滑动轴承； —齿轮、传动与齿轮箱及其他变速器的制造； 一离合器及联轴器的制造； 一飞轮和滑轮的制造； —铰接链的制造； 一动力传动链的制造。 一其他链条的制造，见17.12.03; 一液压传动设备的制造，见18.01.02; 一静液压传动装置的制造，见18.01.02; 一(电磁)离合器的制造，见22.03.01; 一明确作为车辆或飞机部件的动力传动设备的制造，见22.01～22.05及18.07、21.01等。"
  },
  {
    id: "cat_18_02",
    code: "18.02",
    majorId: "18",
    mediumId: "18.02",
    smallId: "",
    name: "其他通用机械的制造",
    description: "",
    includes: [],
    excludes: [],
    text_unit: "18 18.02 其他通用机械的制造"
  },
  {
    id: "cat_18_02_01",
    code: "18.02.01",
    majorId: "18",
    mediumId: "18.02",
    smallId: "18.02.01",
    name: "烘箱、熔炉和熔炉燃烧器的制造",
    description: "",
    includes: [
      "—电炉和其他的工业与实验室用熔炉及烘炉的制造，包括焚化炉；",
      "一燃烧器的制造；",
      "一固定安装的电暖器、游泳池电热器的制造；",
      "一固定安装的家用非电力加热设备，如太阳能加热、蒸汽加热、燃油加热以及类似的炉和加热设备的制 造 ；",
      "一家用电炉(电鼓风炉、热泵等)、家用非电鼓风炉的制造。",
      "一机械加煤机、炉蓖和排渣机等的制造。"
    ],
    excludes: [
      "—家用烘箱的制造，见19.13.01;",
      "—农用干燥机的制造，见18.05.03;",
      "—面包烘箱的制造，见18.05.03;",
      "一木材、纸浆、纸或纸板烘干机的制造，见18.05.07",
      "—医用、外科或实验室用消毒器的制造，见23.06.00;",
      "一(牙科用)实验室炉的制造，见23.06.00。"
    ],
    text_unit: "18 18.02 18.02.01 烘箱、熔炉和熔炉燃烧器的制造  —电炉和其他的工业与实验室用熔炉及烘炉的制造，包括焚化炉； 一燃烧器的制造； 一固定安装的电暖器、游泳池电热器的制造； 一固定安装的家用非电力加热设备，如太阳能加热、蒸汽加热、燃油加热以及类似的炉和加热设备的制 造 ； 一家用电炉(电鼓风炉、热泵等)、家用非电鼓风炉的制造。 一机械加煤机、炉蓖和排渣机等的制造。 —家用烘箱的制造，见19.13.01; —农用干燥机的制造，见18.05.03; —面包烘箱的制造，见18.05.03; 一木材、纸浆、纸或纸板烘干机的制造，见18.05.07 —医用、外科或实验室用消毒器的制造，见23.06.00; 一(牙科用)实验室炉的制造，见23.06.00。"
  },
  {
    id: "cat_18_02_02",
    code: "18.02.02",
    majorId: "18",
    mediumId: "18.02",
    smallId: "18.02.02",
    name: "起重和搬运设备的制造",
    description: "",
    includes: [
      "—手工操作或动力驱动的起重、搬运、装货或卸货机械的制造：",
      "◆起重滑车和卷扬机、绞车、绞盘以及千斤顶；",
      "◆塔吊、起重机、移动式吊运架、跨运车等；",
      "◆工厂使用的工程车，不论是否有起重或搬运设备，也不论是否为自行式(包括手推货运车和独轮车);",
      "◆为起重、搬运、装货或卸货专门设计的机械式机械手和工业机器人。",
      "一输送机、缆车等的制造；",
      "一电梯、自动扶梯和移动人行道的制造；",
      "一起重和搬运设备专用部件的制造。"
    ],
    excludes: [
      "一多用途工业机器人的制造，见18.05.07;",
      "一地下作业用连续升降机和输送机的制造，见18.05.02;",
      "一机械铲、掘进机和铲车的制造，见18.05.02;",
      "一浮式起重机、铁路起重机、起重汽车的制造，见20.01.01、22.04.00、22.01.00;",
      "一升降机和电梯的安装，见28.07.03。"
    ],
    text_unit: "18 18.02 18.02.02 起重和搬运设备的制造  —手工操作或动力驱动的起重、搬运、装货或卸货机械的制造： ◆起重滑车和卷扬机、绞车、绞盘以及千斤顶； ◆塔吊、起重机、移动式吊运架、跨运车等； ◆工厂使用的工程车，不论是否有起重或搬运设备，也不论是否为自行式(包括手推货运车和独轮车); ◆为起重、搬运、装货或卸货专门设计的机械式机械手和工业机器人。 一输送机、缆车等的制造； 一电梯、自动扶梯和移动人行道的制造； 一起重和搬运设备专用部件的制造。 一多用途工业机器人的制造，见18.05.07; 一地下作业用连续升降机和输送机的制造，见18.05.02; 一机械铲、掘进机和铲车的制造，见18.05.02; 一浮式起重机、铁路起重机、起重汽车的制造，见20.01.01、22.04.00、22.01.00; 一升降机和电梯的安装，见28.07.03。"
  },
  {
    id: "cat_18_02_03",
    code: "18.02.03",
    majorId: "18",
    mediumId: "18.02",
    smallId: "18.02.03",
    name: "办公机械和设备的制造 ( 计算机及外部设备除外)",
    description: "",
    includes: [
      "一计算机械的制造；",
      "一加法机、收款机的制造；",
      "一电子或非电子计算器的制造；",
      "一邮资计量器、邮政作业设备(信封填装、封缄、地址填写机械，拆封、分拣、扫描装置)、校对机械的制 造 ；",
      "一打字机的制造；",
      "一速记机的制造；",
      "一办公室用装订(即塑封或带扎)设备的制造；",
      "一支票打印机的制造；",
      "一硬币计数和硬币包装机械的制造；",
      "一卷笔刀的制造；",
      "一订书机和起钉机的制造；",
      "一投票机的制造；",
      "一胶带座的制造；",
      "一穿孔机的制造；",
      "一机械操作收款机的制造；",
      "一复印机的制造；",
      "一硒鼓的制造；",
      "一黑板、白板和标记板的制造；",
      "一口述记录机制造。"
    ],
    excludes: [
      "一计算机及外部设备的制造，见19.02.00。"
    ],
    text_unit: "18 18.02 18.02.03 办公机械和设备的制造 ( 计算机及外部设备除外)  一计算机械的制造； 一加法机、收款机的制造； 一电子或非电子计算器的制造； 一邮资计量器、邮政作业设备(信封填装、封缄、地址填写机械，拆封、分拣、扫描装置)、校对机械的制 造 ； 一打字机的制造； 一速记机的制造； 一办公室用装订(即塑封或带扎)设备的制造； 一支票打印机的制造； 一硬币计数和硬币包装机械的制造； 一卷笔刀的制造； 一订书机和起钉机的制造； 一投票机的制造； 一胶带座的制造； 一穿孔机的制造； 一机械操作收款机的制造； 一复印机的制造； 一硒鼓的制造； 一黑板、白板和标记板的制造； 一口述记录机制造。 一计算机及外部设备的制造，见19.02.00。"
  },
  {
    id: "cat_18_02_04",
    code: "18.02.04",
    majorId: "18",
    mediumId: "18.02",
    smallId: "18.02.04",
    name: "动力驱动手工工具的制造",
    description: "",
    includes: [
      "一手工工具的制造，自带电源或非电马达或气动驱动，诸如：",
      "◆圆锯或往复锯；",
      "◆ 链 锯 ；",
      "◆钻和冲击钻；",
      "◆手持电动磨砂机；",
      "◆气动射钉枪；",
      "◆缓冲器；",
      "◆刨槽机；",
      "◆研磨机；",
      "◆装订机；",
      "◆气动铆钉枪；",
      "◆ 手 刨 ；",
      "◆剪切机和下料机；",
      "◆冲击扳手；",
      "◆火药射钉枪。"
    ],
    excludes: [
      "一手工工具中可互换件的制造，见17.11.03;",
      "一手持电动钎焊和焊接设备的制造，见19.14.00。"
    ],
    text_unit: "18 18.02 18.02.04 动力驱动手工工具的制造  一手工工具的制造，自带电源或非电马达或气动驱动，诸如： ◆圆锯或往复锯； ◆ 链 锯 ； ◆钻和冲击钻； ◆手持电动磨砂机； ◆气动射钉枪； ◆缓冲器； ◆刨槽机； ◆研磨机； ◆装订机； ◆气动铆钉枪； ◆ 手 刨 ； ◆剪切机和下料机； ◆冲击扳手； ◆火药射钉枪。 一手工工具中可互换件的制造，见17.11.03; 一手持电动钎焊和焊接设备的制造，见19.14.00。"
  },
  {
    id: "cat_18_02_05",
    code: "18.02.05",
    majorId: "18",
    mediumId: "18.02",
    smallId: "18.02.05",
    name: "非家用制冷及通风设备的制造",
    description: "",
    includes: [
      "一工业用冷冻和冷藏设备的制造，包括组件装配；",
      "一空调的制造，包括车用空调；",
      "一非家用风扇的制造；",
      "一热交换器的制造；",
      "一空气或气体液化机械的制造；",
      "—阁楼通风设备(三角墙风机、屋顶通风器等)的制造。"
    ],
    excludes: [
      "一家用冷冻或冷藏设备的制造，见19.13.01;",
      "一家用风扇的制造，见19.13.01。"
    ],
    text_unit: "18 18.02 18.02.05 非家用制冷及通风设备的制造  一工业用冷冻和冷藏设备的制造，包括组件装配； 一空调的制造，包括车用空调； 一非家用风扇的制造； 一热交换器的制造； 一空气或气体液化机械的制造； —阁楼通风设备(三角墙风机、屋顶通风器等)的制造。 一家用冷冻或冷藏设备的制造，见19.13.01; 一家用风扇的制造，见19.13.01。"
  },
  {
    id: "cat_18_02_06",
    code: "18.02.06",
    majorId: "18",
    mediumId: "18.02",
    smallId: "18.02.06",
    name: "其他未另分类的通用机械的制造",
    description: "",
    includes: [
      "一称重设备的制造(高灵敏度实验室天平除外):",
      "◆家用和商用磅称、台称、连续称量设备、地磅、称砣等。",
      "—液体过滤或净化机械和装置的制造；",
      "一液体或粉末喷射、撒布或喷洒设备的制造：",
      "◆喷枪、灭火器、喷砂机、蒸汽清洗机等。",
      "一打包和包装机械的制造：",
      "◆装填、封口、密封、封盖或贴标签的机械等。",
      "一用于清洗或烘干瓶子和充气饮料制作的机械的制造；",
      "一炼油厂、化工业、饮料业等使用的蒸馏或精馏设备的制造 ；",
      "一气体发生器的制造；",
      "一压延机或其他轧制机及其滚筒(用于金属和玻璃的除外)的制造；",
      "一离心机(乳脂分离器和衣服甩干机除外)的制造；",
      "一由组合材料或数层同样材料制成的衬垫和类似接合物的制造；",
      "一自动售货机的制造；",
      "一水平仪、卷尺和类似手工工具、技师用精密工具(光学工具除外)的制造；",
      "一非电动焊接与钎焊设备的制造；",
      "一用循环水直接冷却的冷却塔和类似设备的制造。"
    ],
    excludes: [
      "—高灵敏度(实验室用)天平的制造，见19.05.01;",
      "一家用冷冻或冷藏设备的制造，见19.13.01;",
      "一家用风扇的制造，见19.13.01;",
      "—电焊和钎焊设备的制造，见19.14.00;",
      "—农用喷雾机械的制造，见18.03.00;",
      "一金属或玻璃轧机及其滚筒的制造，见18.05.01,、18.05.07;",
      "一农用烘干机的制造，见18.05.03;",
      "一食品过滤或净化机械的制造，见18.05.03;",
      "一乳脂分离器的制造，见18.05.03;",
      "—商用干衣机的制造，见18.05.04;",
      "一纺织品印刷机械的制造，见18.05.04。"
    ],
    text_unit: "18 18.02 18.02.06 其他未另分类的通用机械的制造  一称重设备的制造(高灵敏度实验室天平除外): ◆家用和商用磅称、台称、连续称量设备、地磅、称砣等。 —液体过滤或净化机械和装置的制造； 一液体或粉末喷射、撒布或喷洒设备的制造： ◆喷枪、灭火器、喷砂机、蒸汽清洗机等。 一打包和包装机械的制造： ◆装填、封口、密封、封盖或贴标签的机械等。 一用于清洗或烘干瓶子和充气饮料制作的机械的制造； 一炼油厂、化工业、饮料业等使用的蒸馏或精馏设备的制造 ； 一气体发生器的制造； 一压延机或其他轧制机及其滚筒(用于金属和玻璃的除外)的制造； 一离心机(乳脂分离器和衣服甩干机除外)的制造； 一由组合材料或数层同样材料制成的衬垫和类似接合物的制造； 一自动售货机的制造； 一水平仪、卷尺和类似手工工具、技师用精密工具(光学工具除外)的制造； 一非电动焊接与钎焊设备的制造； 一用循环水直接冷却的冷却塔和类似设备的制造。 —高灵敏度(实验室用)天平的制造，见19.05.01; 一家用冷冻或冷藏设备的制造，见19.13.01; 一家用风扇的制造，见19.13.01; —电焊和钎焊设备的制造，见19.14.00; —农用喷雾机械的制造，见18.03.00; 一金属或玻璃轧机及其滚筒的制造，见18.05.01,、18.05.07; 一农用烘干机的制造，见18.05.03; 一食品过滤或净化机械的制造，见18.05.03; 一乳脂分离器的制造，见18.05.03; —商用干衣机的制造，见18.05.04; 一纺织品印刷机械的制造，见18.05.04。"
  },
  {
    id: "cat_18_03",
    code: "18.03",
    majorId: "18",
    mediumId: "18.03",
    smallId: "",
    name: "农业和林业机械的制造",
    description: "",
    includes: [],
    excludes: [],
    text_unit: "18 18.03 农业和林业机械的制造"
  },
  {
    id: "cat_18_03_00",
    code: "18.03.00",
    majorId: "18",
    mediumId: "18.03",
    smallId: "18.03.00",
    name: "农业和林业机械的制造",
    description: "",
    includes: [
      "—农业和林业用拖拉机的制造；",
      "一手扶(步行操作)拖拉机的制造；",
      "一割草机(包括草坪剪草机)的制造；",
      "一农用自装式或自卸式挂车或半挂车的制造；",
      "—农用整地、种植和施肥机械的制造：",
      "◆犁、施肥机、播种机、耙等。",
      "一收获或脱粒机械的制造：",
      "◆收割机、脱粒机、分拣机等。",
      "一挤奶机的制造；",
      "—农用喷雾机械的制造；",
      "一各类农业机械的制造：",
      "◆家禽饲养机械、养蜂机械、饲料制作设备等；",
      "◆蛋、水果等的清洗、分类或分级机械。"
    ],
    excludes: [
      "—无动力驱动农用手工工具的制造，见17.11.03;",
      "—农场用输送机的制造，见18.02.02;",
      "一动力驱动手工工具的制造，见18.02.04;",
      "一乳脂分离器的制造，见18.05.03;",
      "一种子、谷物或干豆类的清洗、分类或分级机械的制造，见18.05.03;",
      "一上路半挂车的牵引车的制造，见22.01.00;",
      "一上路挂车或半挂车的制造，见22.02.00。"
    ],
    text_unit: "18 18.03 18.03.00 农业和林业机械的制造  —农业和林业用拖拉机的制造； 一手扶(步行操作)拖拉机的制造； 一割草机(包括草坪剪草机)的制造； 一农用自装式或自卸式挂车或半挂车的制造； —农用整地、种植和施肥机械的制造： ◆犁、施肥机、播种机、耙等。 一收获或脱粒机械的制造： ◆收割机、脱粒机、分拣机等。 一挤奶机的制造； —农用喷雾机械的制造； 一各类农业机械的制造： ◆家禽饲养机械、养蜂机械、饲料制作设备等； ◆蛋、水果等的清洗、分类或分级机械。 —无动力驱动农用手工工具的制造，见17.11.03; —农场用输送机的制造，见18.02.02; 一动力驱动手工工具的制造，见18.02.04; 一乳脂分离器的制造，见18.05.03; 一种子、谷物或干豆类的清洗、分类或分级机械的制造，见18.05.03; 一上路半挂车的牵引车的制造，见22.01.00; 一上路挂车或半挂车的制造，见22.02.00。"
  },
  {
    id: "cat_18_04",
    code: "18.04",
    majorId: "18",
    mediumId: "18.04",
    smallId: "",
    name: "金属成型机械及机床的制造",
    description: "本中类包括金属成型机械及机床的制造，例如：用于加工金属和其他材料(木料、骨料、石料、硬质橡胶、硬塑料、冷玻璃等)的机床的制造，包括使用激光束、超声波、等离子弧、磁脉冲等。",
    includes: [],
    excludes: [],
    text_unit: "18 18.04 金属成型机械及机床的制造 本中类包括金属成型机械及机床的制造，例如：用于加工金属和其他材料(木料、骨料、石料、硬质橡胶、硬塑料、冷玻璃等)的机床的制造，包括使用激光束、超声波、等离子弧、磁脉冲等。"
  },
  {
    id: "cat_18_04_01",
    code: "18.04.01",
    majorId: "18",
    mediumId: "18.04",
    smallId: "18.04.01",
    name: "金属成型机械的制造",
    description: "",
    includes: [
      "一加工金属机床的制造，包括使用激光束、超声波、等离子弧、磁脉冲等；",
      "一用于车削、钻孔、铣削、成型、刨削、镗削、磨制等的机床的制造；",
      "一模压或冲压机床的制造；",
      "一冲床、液压机、液压制动器、落锤、锻压机等的制造 ；",
      "一拉拔机、滚丝机或制丝机械的制造。"
    ],
    excludes: [
      "一可互换工具的制造，见17.11.03;",
      "一电焊和钎焊机械的制造，见19.14.00。"
    ],
    text_unit: "18 18.04 18.04.01 金属成型机械的制造  一加工金属机床的制造，包括使用激光束、超声波、等离子弧、磁脉冲等； 一用于车削、钻孔、铣削、成型、刨削、镗削、磨制等的机床的制造； 一模压或冲压机床的制造； 一冲床、液压机、液压制动器、落锤、锻压机等的制造 ； 一拉拔机、滚丝机或制丝机械的制造。 一可互换工具的制造，见17.11.03; 一电焊和钎焊机械的制造，见19.14.00。"
  },
  {
    id: "cat_18_04_02",
    code: "18.04.02",
    majorId: "18",
    mediumId: "18.04",
    smallId: "18.04.02",
    name: "其他机床的制造",
    description: "",
    includes: [
      "一用于加工木料、骨料、石料、硬质橡胶、硬塑料、冷玻璃等的机床的制造，包括使用激光束、超声波、等离子弧、磁脉冲等；",
      "一机床夹具的制造；",
      "一机床分度头及其他专门附件的制造；",
      "一以钉合、装订、粘合或其他方法组装木材、软木、骨料、硬质橡胶或塑料等的固定机械的制造；",
      "一旋转钻或旋转冲击钻机、锉屑机、打铆机、薄板切割机等的制造；",
      "一用于生产刨花板类产品的压力机的制造；",
      "一电镀机械的制造。",
      "一上述机床的部件和附件的制造。"
    ],
    excludes: [
      "一机床中可互换工具(钻头、冲头、板牙、丝锥、铣刀、车刀、锯片、切割刀等)的制造，见17.11.03;",
      "一电动手持烙铁与焊枪的制造，见19.14.00;",
      "一动力驱动手工工具的制造，见18.02.04;",
      "一金属轧制或铸造机械的制造，见18.05.01;",
      "一采矿和采石机械的制造，见18.05.02。"
    ],
    text_unit: "18 18.04 18.04.02 其他机床的制造  一用于加工木料、骨料、石料、硬质橡胶、硬塑料、冷玻璃等的机床的制造，包括使用激光束、超声波、等离子弧、磁脉冲等； 一机床夹具的制造； 一机床分度头及其他专门附件的制造； 一以钉合、装订、粘合或其他方法组装木材、软木、骨料、硬质橡胶或塑料等的固定机械的制造； 一旋转钻或旋转冲击钻机、锉屑机、打铆机、薄板切割机等的制造； 一用于生产刨花板类产品的压力机的制造； 一电镀机械的制造。 一上述机床的部件和附件的制造。 一机床中可互换工具(钻头、冲头、板牙、丝锥、铣刀、车刀、锯片、切割刀等)的制造，见17.11.03; 一电动手持烙铁与焊枪的制造，见19.14.00; 一动力驱动手工工具的制造，见18.02.04; 一金属轧制或铸造机械的制造，见18.05.01; 一采矿和采石机械的制造，见18.05.02。"
  },
  {
    id: "cat_18_05",
    code: "18.05",
    majorId: "18",
    mediumId: "18.05",
    smallId: "",
    name: "其他专用机械的制造",
    description: "本中类包括专用机械(单一行业或小部分行业中专用的机械)的制造。\n尽管大多数机械用于其他制造过程，例如食品制造或纺织品制造，但本中类还是包括其他(非制造业)专用机械的制造，例如航空器发射装置或游乐园设备。",
    includes: [],
    excludes: [],
    text_unit: "18 18.05 其他专用机械的制造 本中类包括专用机械(单一行业或小部分行业中专用的机械)的制造。\n尽管大多数机械用于其他制造过程，例如食品制造或纺织品制造，但本中类还是包括其他(非制造业)专用机械的制造，例如航空器发射装置或游乐园设备。"
  },
  {
    id: "cat_18_05_01",
    code: "18.05.01",
    majorId: "18",
    mediumId: "18.05",
    smallId: "18.05.01",
    name: "冶 金 机 械 的制造",
    description: "",
    includes: [
      "一加工热熔金属的机械和设备的制造：",
      "◆转炉、锭模、铁水包、浇铸机等。",
      "一金属滚轧机及其轧辊的制造。"
    ],
    excludes: [
      "一拉拔机的制造，见18.04.01;",
      "一型箱及铸模(锭模除外)的制造，见17.11.03;",
      "—铸模成型机的制造，见18.05.07。"
    ],
    text_unit: "18 18.05 18.05.01 冶 金 机 械 的制造  一加工热熔金属的机械和设备的制造： ◆转炉、锭模、铁水包、浇铸机等。 一金属滚轧机及其轧辊的制造。 一拉拔机的制造，见18.04.01; 一型箱及铸模(锭模除外)的制造，见17.11.03; —铸模成型机的制造，见18.05.07。"
  },
  {
    id: "cat_18_05_02",
    code: "18.05.02",
    majorId: "18",
    mediumId: "18.05",
    smallId: "18.05.02",
    name: "采矿、采石和建 筑 机 械 的制造",
    description: "",
    includes: [
      "一地下专用连续升降机和输送机的制造；",
      "一用于钻、切、凿、掘的机械的制造(不论是否用于地下作业);",
      "一用于通过分类、分级、分离、洗选、轧碎等方式处理矿物的机械的制造；",
      "—混凝土或灰浆搅拌机的制造；",
      "一土方机械的制造：",
      "◆推土机、铲土机、轧路机、铲运机、平地机、挖土机、斗式装载机等。",
      "—打桩机、拔桩机、喷浆机、沥青撒布机、混凝土铺面机械等的制造；",
      "一履带式拖拉机、建筑或采矿用拖拉机的制造；",
      "一推土机和铲土机铲刀的制造；",
      "一野外倾卸卡车的制造。"
    ],
    excludes: [
      "一起重和搬运设备的制造，见18.02.02;",
      "一其他牵引车的制造，见18.03.00、22.01.00;",
      "一处理石料的机床制造，包括碎裂或清洗石料的机械，见18.04.02;",
      "—混凝土搅拌车的制造，见22.01.00。"
    ],
    text_unit: "18 18.05 18.05.02 采矿、采石和建 筑 机 械 的制造  一地下专用连续升降机和输送机的制造； 一用于钻、切、凿、掘的机械的制造(不论是否用于地下作业); 一用于通过分类、分级、分离、洗选、轧碎等方式处理矿物的机械的制造； —混凝土或灰浆搅拌机的制造； 一土方机械的制造： ◆推土机、铲土机、轧路机、铲运机、平地机、挖土机、斗式装载机等。 —打桩机、拔桩机、喷浆机、沥青撒布机、混凝土铺面机械等的制造； 一履带式拖拉机、建筑或采矿用拖拉机的制造； 一推土机和铲土机铲刀的制造； 一野外倾卸卡车的制造。 一起重和搬运设备的制造，见18.02.02; 一其他牵引车的制造，见18.03.00、22.01.00; 一处理石料的机床制造，包括碎裂或清洗石料的机械，见18.04.02; —混凝土搅拌车的制造，见22.01.00。"
  },
  {
    id: "cat_18_05_03",
    code: "18.05.03",
    majorId: "18",
    mediumId: "18.05",
    smallId: "18.05.03",
    name: "食品、饮料和烟草加工机械的制造",
    description: "",
    includes: [
      "一农用烘干机的制造；",
      "一奶业机械的制造：",
      "◆乳脂分离器；",
      "◆牛奶处理机械(例如：均化器);",
      "牛奶转换机械(例如：奶油搅拌器、奶油捏炼机和奶油模制机);",
      "奶酪制造机(例如：均化器、成型机、压力机 ) 等 。",
      "一谷物碾磨机械的制造：",
      "◆用于种子、谷物或干豆清洗、分类或分级的机械(风选机、筛分带、分离器、谷物清洗机等);",
      "用于生产面粉和粗粉等的机械的机械(碾磨机、进料器、筛分机、麸皮筛净机、混合机、碾米机、豌豆剥壳机)。",
      "一用于制作葡萄酒、苹果酒、果汁等的压榨机、压碎机等机械的制造；",
      "一用于焙烤食品或制作通心粉、意大利面条或类似产品的机械的制造：",
      "◆烘烤炉、和面机、面团分切机、成型机、切片机、糕饼模压机等。",
      "一用于加工各种食品的机械和设备的制造：",
      "◆制作糖果、可可、巧克力的机械，制糖机，制啤酒机，肉类或家禽加工机械，水果、坚果或蔬菜的制备机械，鱼类、甲壳类水产品或其他海产品的加工机械；",
      "◆过滤和净化机械；",
      "◆用于工业制备、食品或饮料制作的其他机械。",
      "一用于提取或制备动植物脂或油的机械的制造；",
      "一用于制备烟草和制作香烟或雪茄烟、烟斗丝、嚼烟或鼻烟的机械的制造；",
      "一用于旅馆和餐馆食品制备的机械的制造。"
    ],
    excludes: [
      "一食品和牛奶辐照设备的制造，见19.06.00;",
      "一包装、打包和称重机械的制造，见18.02.06;",
      "一用于蛋、水果或其他作物(种子、谷物和干豆除外)的清洗、分类或分级机械的制造，见18.03.00。"
    ],
    text_unit: "18 18.05 18.05.03 食品、饮料和烟草加工机械的制造  一农用烘干机的制造； 一奶业机械的制造： ◆乳脂分离器； ◆牛奶处理机械(例如：均化器); 牛奶转换机械(例如：奶油搅拌器、奶油捏炼机和奶油模制机); 奶酪制造机(例如：均化器、成型机、压力机 ) 等 。 一谷物碾磨机械的制造： ◆用于种子、谷物或干豆清洗、分类或分级的机械(风选机、筛分带、分离器、谷物清洗机等); 用于生产面粉和粗粉等的机械的机械(碾磨机、进料器、筛分机、麸皮筛净机、混合机、碾米机、豌豆剥壳机)。 一用于制作葡萄酒、苹果酒、果汁等的压榨机、压碎机等机械的制造； 一用于焙烤食品或制作通心粉、意大利面条或类似产品的机械的制造： ◆烘烤炉、和面机、面团分切机、成型机、切片机、糕饼模压机等。 一用于加工各种食品的机械和设备的制造： ◆制作糖果、可可、巧克力的机械，制糖机，制啤酒机，肉类或家禽加工机械，水果、坚果或蔬菜的制备机械，鱼类、甲壳类水产品或其他海产品的加工机械； ◆过滤和净化机械； ◆用于工业制备、食品或饮料制作的其他机械。 一用于提取或制备动植物脂或油的机械的制造； 一用于制备烟草和制作香烟或雪茄烟、烟斗丝、嚼烟或鼻烟的机械的制造； 一用于旅馆和餐馆食品制备的机械的制造。 一食品和牛奶辐照设备的制造，见19.06.00; 一包装、打包和称重机械的制造，见18.02.06; 一用于蛋、水果或其他作物(种子、谷物和干豆除外)的清洗、分类或分级机械的制造，见18.03.00。"
  },
  {
    id: "cat_18_05_04",
    code: "18.05.04",
    majorId: "18",
    mediumId: "18.05",
    smallId: "18.05.04",
    name: "纺织、服装和皮革制品生产机械的制造",
    description: "",
    includes: [
      "一纺织机械的制造：",
      "◆对人造纺织纤维、材料或线纱的预处理、生产、挤压、拉线、变形或切割的机械；",
      "◆用于纺织纤维预处理的机械：轧棉机、拆包机、清棉机、棉花分纱器、洗毛机、羊毛炭化机、精梳机、粗梳机、粗纱机等；",
      "◆纺纱机；",
      "◆对纺纱进行预处理的机械：摇纱机、整经机及相关机械 ；",
      "◆织布机(织机),包括手工织机；",
      "◆针织机；",
      "◆制作编结网、绢网、花边、编织带等的机械。",
      "一纺织机械辅助机器或设备的制造：",
      "◆多臂机、提花机、自停装置、换梭器、纱锭和翼锭等。",
      "一纺织品印刷机的制造；",
      "一织物处理机械的制造：",
      "◆用于织物洗涤、漂白、染色、上浆、整理、涂布或浸渍的机械；",
      "◆用于织物上卷、退卷、折布、裁剪或锯齿切裁的机械。",
      "一洗衣机械的制造：",
      "◆熨烫机，包括熔压机；",
      "◆商用洗衣机和烘干机；",
      "◆干洗机。",
      "一缝纫机、缝纫机头和缝纫机针的制造(不论是否家用);",
      "一生产或整理毛毡或无纺布的机器的制造；",
      "一皮革加工机械的制造：",
      "◆对兽皮、毛皮或皮革进行预梳、鞣革或加工的机械 ；",
      "◆制作或修理兽皮、毛皮、皮革或带毛皮料鞋靴或其他物品的机械。"
    ],
    excludes: [
      "一提花机用纸质或纸板卡的制造，见07.02.05;",
      "一家用洗衣机和烘干机的制造，见19.13.01;",
      "一压延机的制造，见18.02.06;",
      "一书籍装订机的制造，见18.05.07。"
    ],
    text_unit: "18 18.05 18.05.04 纺织、服装和皮革制品生产机械的制造  一纺织机械的制造： ◆对人造纺织纤维、材料或线纱的预处理、生产、挤压、拉线、变形或切割的机械； ◆用于纺织纤维预处理的机械：轧棉机、拆包机、清棉机、棉花分纱器、洗毛机、羊毛炭化机、精梳机、粗梳机、粗纱机等； ◆纺纱机； ◆对纺纱进行预处理的机械：摇纱机、整经机及相关机械 ； ◆织布机(织机),包括手工织机； ◆针织机； ◆制作编结网、绢网、花边、编织带等的机械。 一纺织机械辅助机器或设备的制造： ◆多臂机、提花机、自停装置、换梭器、纱锭和翼锭等。 一纺织品印刷机的制造； 一织物处理机械的制造： ◆用于织物洗涤、漂白、染色、上浆、整理、涂布或浸渍的机械； ◆用于织物上卷、退卷、折布、裁剪或锯齿切裁的机械。 一洗衣机械的制造： ◆熨烫机，包括熔压机； ◆商用洗衣机和烘干机； ◆干洗机。 一缝纫机、缝纫机头和缝纫机针的制造(不论是否家用); 一生产或整理毛毡或无纺布的机器的制造； 一皮革加工机械的制造： ◆对兽皮、毛皮或皮革进行预梳、鞣革或加工的机械 ； ◆制作或修理兽皮、毛皮、皮革或带毛皮料鞋靴或其他物品的机械。 一提花机用纸质或纸板卡的制造，见07.02.05; 一家用洗衣机和烘干机的制造，见19.13.01; 一压延机的制造，见18.02.06; 一书籍装订机的制造，见18.05.07。"
  },
  {
    id: "cat_18_05_05",
    code: "18.05.05",
    majorId: "18",
    mediumId: "18.05",
    smallId: "18.05.05",
    name: "纸和纸制品生产机械的制造",
    description: "",
    includes: [
      "一纸浆制作机械的制造；",
      "一纸和纸板制作机械的制造；",
      "一生产纸制品或纸板制品的机械的制造。"
    ],
    excludes: [],
    text_unit: "18 18.05 18.05.05 纸和纸制品生产机械的制造  一纸浆制作机械的制造； 一纸和纸板制作机械的制造； 一生产纸制品或纸板制品的机械的制造。"
  },
  {
    id: "cat_18_05_06",
    code: "18.05.06",
    majorId: "18",
    mediumId: "18.05",
    smallId: "18.05.06",
    name: "塑料和橡胶机械的制造",
    description: "",
    includes: [
      "一生产软橡胶或塑料或生产这些材料制品的机械的制造：",
      "◆挤出机、成型机、充气轮胎制造或翻新机和用作制造特定橡胶或塑料制品的其他机器。"
    ],
    excludes: [],
    text_unit: "18 18.05 18.05.06 塑料和橡胶机械的制造  一生产软橡胶或塑料或生产这些材料制品的机械的制造： ◆挤出机、成型机、充气轮胎制造或翻新机和用作制造特定橡胶或塑料制品的其他机器。"
  },
  {
    id: "cat_18_05_07",
    code: "18.05.07",
    majorId: "18",
    mediumId: "18.05",
    smallId: "18.05.07",
    name: "其他未另分类的专用机械的制造",
    description: "本小类包括未另分类的专用机械的制造。",
    includes: [
      "一木材、纸浆、纸或纸板和其他材料(农产品和纺织品除外)烘干机的制造；",
      "一印刷和装订机械以及用于各种材料上辅助印刷活动的机械的制造；",
      "一用于生产瓦、砖、成型陶瓷坯泥、管道、石墨电极、黑板用粉笔等的机械的制造；",
      "一半导体制造机械的制造；",
      "一多用途专用工业机器人的制造；",
      "一各种专用机械及设备的制造：",
      "◆组装灯具、电子管(真空管)或灯泡的机器；",
      "◆生产或热加工玻璃或玻璃器具、玻璃纤维或玻璃丝的机器；",
      "◆同位素分离机械或装置。",
      "一轮胎定位与平衡设备、平衡设备(车轮平衡设备除外)的制造；",
      "一集中润滑系统的制造；",
      "一航空器发射装置、航空母舰(飞机)弹射器和相关设备的制造；",
      "一 日光浴设备的制造；",
      "一保龄球场自动设备(如：整瓶器)的制造；",
      "一旋转木马、秋千、射击场设施和其他露天娱乐设施的制造。"
    ],
    excludes: [
      "一家用器具的制造，见19.13;",
      "一复印机的制造，见18.02.03;",
      "一加工硬橡胶、硬塑料或冷玻璃的机械或设备的制造，见18.04.02;",
      "一锭模的制造，见18.05.01。"
    ],
    text_unit: "18 18.05 18.05.07 其他未另分类的专用机械的制造 本小类包括未另分类的专用机械的制造。 一木材、纸浆、纸或纸板和其他材料(农产品和纺织品除外)烘干机的制造； 一印刷和装订机械以及用于各种材料上辅助印刷活动的机械的制造； 一用于生产瓦、砖、成型陶瓷坯泥、管道、石墨电极、黑板用粉笔等的机械的制造； 一半导体制造机械的制造； 一多用途专用工业机器人的制造； 一各种专用机械及设备的制造： ◆组装灯具、电子管(真空管)或灯泡的机器； ◆生产或热加工玻璃或玻璃器具、玻璃纤维或玻璃丝的机器； ◆同位素分离机械或装置。 一轮胎定位与平衡设备、平衡设备(车轮平衡设备除外)的制造； 一集中润滑系统的制造； 一航空器发射装置、航空母舰(飞机)弹射器和相关设备的制造； 一 日光浴设备的制造； 一保龄球场自动设备(如：整瓶器)的制造； 一旋转木马、秋千、射击场设施和其他露天娱乐设施的制造。 一家用器具的制造，见19.13; 一复印机的制造，见18.02.03; 一加工硬橡胶、硬塑料或冷玻璃的机械或设备的制造，见18.04.02; 一锭模的制造，见18.05.01。"
  },
  {
    id: "cat_18_06",
    code: "18.06",
    majorId: "18",
    mediumId: "18.06",
    smallId: "",
    name: "武器和弹药的制造",
    description: "",
    includes: [],
    excludes: [],
    text_unit: "18 18.06 武器和弹药的制造"
  },
  {
    id: "cat_18_06_00",
    code: "18.06.00",
    majorId: "18",
    mediumId: "18.06",
    smallId: "18.06.00",
    name: "武器和弹药的制造",
    description: "",
    includes: [
      "一重武器(大炮、移动火炮、火箭发射器、鱼雷发射管、重机枪)的 制 造 ；",
      "一轻武器(左轮手枪、猎枪、轻机枪)的制造；",
      "一气枪及气手枪的制造；",
      "一军用弹药的制造。",
      "一狩猎、运动或防护火器及其弹药的制造；",
      "一爆炸装置，如炸弹、地雷和鱼雷的制造。"
    ],
    excludes: [
      "一发火帽、雷管或信号弹的制造，见12.05.01;",
      "一弯刀、剑、刺刀等的制造，见17.11.01;",
      "一运送货币或贵重物品的装甲车辆的制造，见22.01.00;",
      "一航天器的制造，见21.01.00;",
      "一坦克和其他战车的制造，见18.07.00。"
    ],
    text_unit: "18 18.06 18.06.00 武器和弹药的制造  一重武器(大炮、移动火炮、火箭发射器、鱼雷发射管、重机枪)的 制 造 ； 一轻武器(左轮手枪、猎枪、轻机枪)的制造； 一气枪及气手枪的制造； 一军用弹药的制造。 一狩猎、运动或防护火器及其弹药的制造； 一爆炸装置，如炸弹、地雷和鱼雷的制造。 一发火帽、雷管或信号弹的制造，见12.05.01; 一弯刀、剑、刺刀等的制造，见17.11.01; 一运送货币或贵重物品的装甲车辆的制造，见22.01.00; 一航天器的制造，见21.01.00; 一坦克和其他战车的制造，见18.07.00。"
  },
  {
    id: "cat_18_07",
    code: "18.07",
    majorId: "18",
    mediumId: "18.07",
    smallId: "",
    name: "军用战车的制造",
    description: "",
    includes: [],
    excludes: [],
    text_unit: "18 18.07 军用战车的制造"
  },
  {
    id: "cat_18_07_00",
    code: "18.07.00",
    majorId: "18",
    mediumId: "18.07",
    smallId: "18.07.00",
    name: "军用战车的制造",
    description: "",
    includes: [
      "一坦克的制造(及修理);",
      "一装甲水陆两栖军车的制造(及修理);",
      "一其他军用战车的制造(及修理)。"
    ],
    excludes: [
      "一武器和弹药的制造，见18.06.00。"
    ],
    text_unit: "18 18.07 18.07.00 军用战车的制造  一坦克的制造(及修理); 一装甲水陆两栖军车的制造(及修理); 一其他军用战车的制造(及修理)。 一武器和弹药的制造，见18.06.00。"
  },
  {
    id: "cat_18_08",
    code: "18.08",
    majorId: "18",
    mediumId: "18.08",
    smallId: "",
    name: "机械的修理",
    description: "",
    includes: [],
    excludes: [],
    text_unit: "18 18.08 机械的修理"
  },
  {
    id: "cat_18_08_00",
    code: "18.08.00",
    majorId: "18",
    mediumId: "18.08",
    smallId: "18.08.00",
    name: "机械的修理",
    description: "本小类包括工业机械和设备的修理和维护，如商业和工业机械中刀和锯的刃磨和安装、提供焊接(如自动的、一般的)修理服务、农业和其他重工业机械与设备(如叉车及其他材料搬运设备、机床、商用冷冻设备、建筑设备和矿山机械)的修理。",
    includes: [
      "一非机动车用发动机的修理和维护； —泵、压缩机及相关设备的修理和维护；",
      "一液压机械的修理和维护； 一 阀门的修理；",
      "一传动及驱动元件的修理； 一工业加工炉的修理和维护；",
      "一起重和搬运设备的修理和维护； 一工业冷冻设备和空气净化设备的修理和维护；",
      "—商业型通用机械的修理和维护；",
      "一动力驱动手工工具的修理；",
      "一金属切削和金属成型机床及附件的修理和维护；",
      "一其他机床的修理和维护；",
      "—农用拖拉机的修理和维护；",
      "—农业机械以及林业与伐木机械的修理和维护；",
      "一冶金机械的修理和维护；",
      "一矿山、建筑以及油气田机械的修理和维护；",
      "一食品、饮料和烟草加工机械的修理和维护；",
      "一纺织服装和皮革生产机械的修理和维护；",
      "一造纸机械的修理和维护；",
      "一塑料和橡胶(生产)机械的修理和维护；",
      "一其他专用机械的修理和维护；",
      "一称重设备的修理和维护；",
      "一自动售货机的修理和维护；",
      "一收款机的修理和维护；",
      "一复印机的修理和维护；",
      "一电子或非电子计算器的修理；",
      "一打字机的修理。"
    ],
    excludes: [
      "一炉和其他加热设备的安装、修理和维护，见28.07.02;",
      "一电梯和自动扶梯的安装、修理和维护，见28.07.03;",
      "一计算机的修理，见19.17.01。"
    ],
    text_unit: "18 18.08 18.08.00 机械的修理 本小类包括工业机械和设备的修理和维护，如商业和工业机械中刀和锯的刃磨和安装、提供焊接(如自动的、一般的)修理服务、农业和其他重工业机械与设备(如叉车及其他材料搬运设备、机床、商用冷冻设备、建筑设备和矿山机械)的修理。 一非机动车用发动机的修理和维护； —泵、压缩机及相关设备的修理和维护； 一液压机械的修理和维护； 一 阀门的修理； 一传动及驱动元件的修理； 一工业加工炉的修理和维护； 一起重和搬运设备的修理和维护； 一工业冷冻设备和空气净化设备的修理和维护； —商业型通用机械的修理和维护； 一动力驱动手工工具的修理； 一金属切削和金属成型机床及附件的修理和维护； 一其他机床的修理和维护； —农用拖拉机的修理和维护； —农业机械以及林业与伐木机械的修理和维护； 一冶金机械的修理和维护； 一矿山、建筑以及油气田机械的修理和维护； 一食品、饮料和烟草加工机械的修理和维护； 一纺织服装和皮革生产机械的修理和维护； 一造纸机械的修理和维护； 一塑料和橡胶(生产)机械的修理和维护； 一其他专用机械的修理和维护； 一称重设备的修理和维护； 一自动售货机的修理和维护； 一收款机的修理和维护； 一复印机的修理和维护； 一电子或非电子计算器的修理； 一打字机的修理。 一炉和其他加热设备的安装、修理和维护，见28.07.02; 一电梯和自动扶梯的安装、修理和维护，见28.07.03; 一计算机的修理，见19.17.01。"
  },
  {
    id: "cat_18_09",
    code: "18.09",
    majorId: "18",
    mediumId: "18.09",
    smallId: "",
    name: "工业机械及设备的安装",
    description: "",
    includes: [],
    excludes: [],
    text_unit: "18 18.09 工业机械及设备的安装"
  },
  {
    id: "cat_18_09_00",
    code: "18.09.00",
    majorId: "18",
    mediumId: "18.09",
    smallId: "18.09.00",
    name: "工业机械及设备的安装",
    description: "本小类包括机械的专业安装。但构成建筑物组成部分或类似结构的设备安装，归类于建筑业，例如自动扶梯、电线、防盗报警系统或空调系统的安装。",
    includes: [
      "一工厂中工业机械的安装；",
      "一工业过程控制设备的组装；",
      "一其他工业设备的安装，例如：",
      "◆通信设备；",
      "◆大型计算机和类似的计算机；",
      "◆放射及电子医学设备等。",
      "一大型机械和设备的拆除；",
      "一机械安装工人的活动；",
      "一机械装配索具；",
      "一保龄球场设备的安装。"
    ],
    excludes: [
      "一电梯、自动扶梯、自动门、真空清洁系统等的安装，见28.07.03;",
      "一门、楼梯、商店设施、家具等的安装，见28.08.02;",
      "一个人电脑的安装(驱动程序安装),见33.02.04。"
    ],
    text_unit: "18 18.09 18.09.00 工业机械及设备的安装 本小类包括机械的专业安装。但构成建筑物组成部分或类似结构的设备安装，归类于建筑业，例如自动扶梯、电线、防盗报警系统或空调系统的安装。 一工厂中工业机械的安装； 一工业过程控制设备的组装； 一其他工业设备的安装，例如： ◆通信设备； ◆大型计算机和类似的计算机； ◆放射及电子医学设备等。 一大型机械和设备的拆除； 一机械安装工人的活动； 一机械装配索具； 一保龄球场设备的安装。 一电梯、自动扶梯、自动门、真空清洁系统等的安装，见28.07.03; 一门、楼梯、商店设施、家具等的安装，见28.08.02; 一个人电脑的安装(驱动程序安装),见33.02.04。"
  }
];
