import { CategoryItem } from '../types';

export const category_36: CategoryItem[] = [
  {
    id: 'cat_36',
    code: '36',
    majorId: '36',
    mediumId: '',
    smallId: '',
    name: '公共行政管理',
    description: ' 本大类包括带有政府性质，通常由公共行政管理部门执行\n的活动。这包括法律和相应法规的制定及司法解释，以及在\n此基础上的公共管理事务、立法活动、税收、国防、公共秩\n序和公共安全、移民服务、外交事务和政府管理事务。\n 根据活动具有上述的属性列入本大类，而不是根据机构的\n法律地位确定其是否属于本类。也就是说，其他类别的活动\n即使由公共部门完成，也不能归于本类。例如，学校系统的\n行政管理(即监管、检查、课程设置)归于本类，但教学本\n身归入37大类，同样监狱医院和军事医院归入38大类。类\n似的，本大类中的一些活动也可以由非政府单位实施。\n 本大类还包括强制性社会保障活动。'
  },
  // Medium 36.01
  {
    majorId: '36',
    mediumId: '36.01',
    smallId: '',
    name: '国家行政经济和社会政策的管理',
    description: ' 本中类包括在社会和经济生活领域中的一般行政管理\n(例如，在各级政府的行政、立法、财政管理等)和监督。'
  },
  {
    majorId: '36',
    mediumId: '36.01',
    smallId: '36.01.01',
    name: '一般公共行政管理活动',
    description: '本小类包括：\n 一中央、地区和地方政府的行政和立法管理\n 一财政事务的管理和监督：\n ◆税收计划的运行；\n ◆商品税的征收和税务违法调查；\n ◆海关管理。\n一预算执行以及公共资金和公债的和管理：\n ◆资金的筹集和接收及对其支出的控制。\n —对总体政策的研发管理以及相关资金的管理；\n—各级政府的总体经济和社会规划以及统计服务的管\n 理和运作。',
    excludes: [
      '一政府拥有或占用建筑物的运营，见32.12～32.13;',
      '一旨在提高个人福利的政策的研发管理及相关资金的\n 管理，见36.01.02;',
      '一旨在提高经济效益和竞争力的政策的研发管理，\n 见36.01.03;',
      '一与国防相关政策的研发管理及相关资金的管理，\n 见36.02.02;',
      '一政府档案馆的运作，见39.12.01。'
    ]
  },
  {
    majorId: '36',
    mediumId: '36.01',
    smallId: '36.01.02',
    name: '对提供医疗保健、教育、文化服务和其他社会服务活动(社会保障除外)的监管',
    description: ' 本小类包括：\n 一旨在提高个人福利的计划的公共管理：\n ◆ 卫 生 ；\n ◆ 教 育 ；\n ◆ 文 化 ；\n ◆ 体 育 ；\n ◆ 娱 乐 ；\n ◆ 环 境 ；\n ◆ 住 房 ；\n ◆社会服务。\n —在这些领域的政策的研发管理和相关资金的管理。\n 本小类还包括：\n 一休闲娱乐和文化活动的赞助；\n 一对艺术家分配公共津贴；\n一饮用水供应计划的管理；\n —废物收集和处理工作的管理；\n一环境保护计划的管理；\n一住房计划的管理。',
    excludes: [
      '一污水处理、垃圾处理和污染防治，见39.01～39.04、\n 24.01;',
      '一强制性社会保障活动，见36.03.00;',
      '一教育活动，见37大类；',
      '一与人类健康有关的活动，见38.1～38.3;',
      '一博物馆和其他文化机构，见39.12;',
      '一政府运营图书馆和档案馆的活动，见39.12.01;',
      '一体育或其他娱乐活动，见39.14、39.15。'
    ]
  },
  {
    majorId: '36',
    mediumId: '36.01',
    smallId: '36.01.03',
    name: '对提高商业运作效率的监管和促进',
    description: '本小类包括：\n 一对下列经济领域的公共管理和监管，包括补贴分配：\n ◆ 农 业 ；\n ◆土地使用；\n ◆能源和矿产资源；\n ◆基础设施；\n ◆ 运 输 ；\n ◆ 通 信 ；\n ◆酒店及旅游业；\n ◆批发和零售贸易。\n一为了提高经济效益的政策研发管理及相关资金的管理；\n —一般劳工事务的管理；\n 一贯彻区域发展的政策措施，如减少失业。',
    excludes: [' 一研究和实验性开发活动，见34.03、34.04。']
  },
  // Medium 36.02
  {
    majorId: '36',
    mediumId: '36.02',
    smallId: '',
    name: '为整个社会提供服务',
    description: ' 本中类包括外交事务、国防及公共秩序和公共安全活动。'
  },
  {
    majorId: '36',
    mediumId: '36.02',
    smallId: '36.02.01',
    name: '外交事务',
    description: '本小类包括：\n 一外交部以及驻外使领馆或驻国际组织代表处的管理\n 和运作 ；\n 一跨国传播信息和文化服务的管理、运作和支持；\n 一对外援助，无论是否通过国际组织进行；\n 一对外的军事援助；\n —对外贸易、国际金融和对外技术事务的管理。',
    excludes: [' 一国际灾害或冲突中的难民服务，见38.09.02。']
  },
  {
    majorId: '36',
    mediumId: '36.02',
    smallId: '36.02.02',
    name: '国防活动',
    description: '本小类包括：\n一军事防御事务，以及陆海空和太空防御力量的管\n 理、监督和运作：\n ◆陆军、海军和空军的战斗部队；\n ◆工程、运输、通信、情报、物资、人员和其他非\n 战斗部队及指挥部；\n ◆国防机构的预备和辅助部队；\n ◆军事后勤(装备、设施、补给等的提供);\n ◆对军事人员的战地保健活动。\n一民防力量的管理、运作和支持。\n一为制定应急响应计划以及有民间组织和当地人员参\n 加的训练提供支持；\n一与国防相关政策的研发管理以及有关资金的管理。',
    excludes: [
      ' —研究和实验性开发活动，见34.03、34.04;',
      '一对外军事援助，见36.02.01;',
      '—军事法庭的活动，见36.02.03;',
      '一和平时期一旦发生灾难，为国内供应紧急物资，\n见36.02.04;',
      '一军事综合院校、专业院校和研究院的教育等，见37.04;',
      '一军队医院的活动，见38.01.00。'
    ]
  },
  {
    majorId: '36',
    mediumId: '36.02',
    smallId: '36.02.03',
    name: '司法活动',
    description: ' 本小类包括：\n 一民事和刑事法庭、军事法庭和司法系统的管理和运\n 作，包括代表政府或由政府出资或提供服务的法律\n 代理或咨询；\n 一宣判和解释法律；\n 一民事诉讼的仲裁；\n 一监狱管理和改正服务的提供，包括犯人的改过服\n 务，无论这些是由政府单位管理和运作，或是在合\n 同或收费的基础上由私人单位进行管理和运作。',
    excludes: [
      ' 一民事、刑事和其他案件的法律咨询和代理，见35.01.00;',
      ' 一监狱学校的活动，见37大类；',
      ' 一监狱医院的活动，见38.01.00。'
    ]
  },
  {
    majorId: '36',
    mediumId: '36.02',
    smallId: '36.02.04',
    name: '公共秩序和公共安全活动',
    description: ' 本小类包括：\n 一由政府当局支持的正规和辅助警察部队以及港口、\n 边界、海岸警备和其他特殊警察部队的管理运作，\n 包括交通管理、外侨登记、拘捕记录的维护；\n 一和平时期一旦发生灾难，为国内供应紧急物资。',
    excludes: [
      ' 一警用实验室的运作，见34.02.00;',
      ' —军事武装力量的管理和运作，见36.02.02。'
    ]
  },
  {
    majorId: '36',
    mediumId: '36.02',
    smallId: '36.02.05',
    name: '消防服务活动',
    description: ' 本小类包括：\n 一灭火和防火：\n ◆进行防火、灭火、人畜救援，协助公共灾难、洪\n 水、交通事故等援助活动的正规和辅助消防队的\n 管理和运作。',
    excludes: [
      ' 一森林防火和灭火服务，见01.11.00;',
      ' 一油气田消防，见02.09.00;',
      ' 一由非专门单位提供机场的灭火和防火服务，见31.13.03。'
    ]
  },
  // Medium 36.03
  {
    majorId: '36',
    mediumId: '36.03',
    smallId: '',
    name: '强制性社会保障活动',
    description: ''
  },
  {
    majorId: '36',
    mediumId: '36.03',
    smallId: '36.03.00',
    name: '强制性社会保障活动',
    description: ' 本小类包括：\n 一政府提供的社会保障计划的筹资和管理：\n ◆患病、工伤和失业保险；\n ◆退休金；\n ◆覆盖因生育、暂时性残疾、丧偶等劳动收入减少\n 的保障计划。',
    excludes: [
      ' 一非强制性社会保障，见32.07.00;',
      ' 一社会救济和社会工作(不包含住宿)的提供，见\n 38.08.00、38.09.02。'
    ]
  }
];
