import { CategoryItem } from '../types';

export const category_20: CategoryItem[] = [
  {
    "id": "cat_20",
    "code": "20",
    "majorId": "20",
    "mediumId": "",
    "smallId": "",
    "name": "造船业",
    "description": "本大类包括船舶及其他浮式结构物的制造与维修。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_20_01",
    "code": "20.01",
    "majorId": "20",
    "mediumId": "20.01",
    "smallId": "",
    "name": "船舶的建造",
    "description": "本中类包括用于运输和其他商业目的、以及用于运动和娱乐目的的船、艇和其他浮式结构物的制造。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_20_01_01",
    "code": "20.01.01",
    "majorId": "20",
    "mediumId": "20.01",
    "smallId": "20.01.01",
    "name": "船舶及浮式结构物的建造",
    "description": "本小类包括船(用于运动或娱乐除外)的建造及浮式结构物的建造。",
    "includes": [
      "—商船的建造： ◆客船、渡船、货船、油轮、拖船等。",
      "一军舰的建造；",
      "一渔船和渔业加工船的建造。",
      "一气垫船建造(娱乐型气垫船除外);",
      "一浮式或潜式钻井平台的建造；",
      "—浮动设施建造： ◆浮船坞、浮桥、围堰、浮码头、浮标、浮桶、平底船、驳船、浮吊、非娱乐用充气筏等；",
      "一船及浮式设施的组件的建造。"
    ],
    "excludes": [
      "一船体主要组件以外的部件制造： ◆船帆的制造，见04.04.02; ◆船用推进器的制造，见17.12.05; ◆铁质或钢质锚的制造，见17.12.05; ◆船用发动机制造，见18.01.01。",
      "一导航仪表的制造，见19.05.01;",
      "一船上照明设备的制造，见19.12.00;",
      "一水陆两用车的制造，见22.01.00;",
      "一娱乐用充气艇或充气筏的制造，见20.01.02;",
      "一船和浮式结构物的专业化修理和维护，见20.02.00",
      "一拆解船舶，见24.01.01;",
      "一船内安装，见28.08。"
    ]
  },
  {
    "id": "cat_20_01_02",
    "code": "20.01.02",
    "majorId": "20",
    "mediumId": "20.01",
    "smallId": "20.01.02",
    "name": "娱乐及运动用船只的制造",
    "description": "",
    "includes": [
      "一充气艇和充气筏的制造；",
      "一有或无辅助发动机的帆船制造；",
      "一摩托艇的制造；",
      "一娱乐用气垫船的制造；",
      "一个人游艇的制造；",
      "一其他娱乐及运动艇的制造： ◆独木舟、皮艇、划艇、快艇。"
    ],
    "excludes": [
      "一娱乐及运动艇部件的制造： 船帆的制造，见04.04.02; 铁质或钢质锚的制造，见17.12.05; ◆船用发动机制造，见18.01.01。",
      "一帆板和冲浪板的制造，见23.04.00;",
      "一娱乐船只的修理和维护，见20.02.00。"
    ]
  },
  {
    "id": "cat_20_02",
    "code": "20.02",
    "majorId": "20",
    "mediumId": "20.02",
    "smallId": "",
    "name": "船舶的维修和保养",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_20_02_00",
    "code": "20.02.00",
    "majorId": "20",
    "mediumId": "20.02",
    "smallId": "20.02.00",
    "name": "船舶的维修和保养",
    "description": "本小类包括船舶的修理和维护。但工厂内的船舶重建或大修归类于20.01中类。",
    "includes": [
      "一船的维修和日常维护；",
      "一艇的维修和维护。"
    ],
    "excludes": [
      "一船舶返厂改装，见20.01;",
      "一船舶发动机的修理，见18.08.00;",
      "一船的拆解，见24.01.01。"
    ]
  }
];
