import { CategoryItem } from '../types';

export const category_15: CategoryItem[] = [
  {
    "id": "cat_15",
    "code": "15",
    "majorId": "15",
    "mediumId": "",
    "smallId": "",
    "name": "非金属矿物制品",
    "description": "本大类包括下列产品从原材料到成品的制造：玻璃及玻璃制品(如：平板玻璃、凹形玻璃、纤维玻璃及专业玻璃器具等)、陶瓷制品、瓦及粘土烧制品。 本大类也包括成型和成品石材以及其他矿物产品的制造。 水泥、石灰、石膏及其制品等的制造，见16大类。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_15_01",
    "code": "15.01",
    "majorId": "15",
    "mediumId": "15.01",
    "smallId": "",
    "name": "玻璃及玻璃制品的制造",
    "description": "本中类包括使用任何方法制成的、所有形态的玻璃，以及玻璃制品。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_15_01_01",
    "code": "15.01.01",
    "majorId": "15",
    "mediumId": "15.01",
    "smallId": "15.01.01",
    "name": "平板玻璃的制造",
    "description": "",
    "includes": [
      "一平板玻璃的制造，包括嵌丝、彩色或染色的平板玻璃。"
    ],
    "excludes": []
  },
  {
    "id": "cat_15_01_02",
    "code": "15.01.02",
    "majorId": "15",
    "mediumId": "15.01",
    "smallId": "15.01.02",
    "name": "平板玻璃的成形和加工",
    "description": "",
    "includes": [
      "一钢化或层压平板玻璃的制造；",
      "一玻璃镜子的制造；",
      "一多层隔热、隔音玻璃组件的制造。"
    ],
    "excludes": []
  },
  {
    "id": "cat_15_01_03",
    "code": "15.01.03",
    "majorId": "15",
    "mediumId": "15.01",
    "smallId": "15.01.03",
    "name": "凹形玻璃的制造",
    "description": "",
    "includes": [
      "一玻璃或水晶的瓶子和其他容器的制造；",
      "一水杯和其他家用玻璃或水晶制品的制造。"
    ],
    "excludes": [
      "一玻璃玩具的制造，见23.05.00。"
    ]
  },
  {
    "id": "cat_15_01_04",
    "code": "15.01.04",
    "majorId": "15",
    "mediumId": "15.01",
    "smallId": "15.01.04",
    "name": "玻璃纤维的制造",
    "description": "",
    "includes": [
      "一玻璃纤维，包括玻璃棉与其无纺产品的制造；"
    ],
    "excludes": [
      "一玻璃纱线织物的制造，见04.02.00;",
      "一数据传输及实时图像传送用光缆的制造，见19.11.01。"
    ]
  },
  {
    "id": "cat_15_01_05",
    "code": "15.01.05",
    "majorId": "15",
    "mediumId": "15.01",
    "smallId": "15.01.05",
    "name": "含专业用玻璃器具在内的其他玻璃制品的制造及加工",
    "description": "",
    "includes": [
      "一实验室、保健用或制药用玻璃器具的制造；",
      "一钟表玻璃、光学玻璃和未进行光学加工的光学元件的制造 ；",
      "一用于仿真珠宝的玻璃制品的制造；",
      "一玻璃绝缘体和玻璃绝缘配件的制造；",
      "一灯具玻璃罩的制造；",
      "一玻璃雕像的制造；",
      "一玻璃地砖的制造；",
      "一玻璃棒或管的制造。"
    ],
    "excludes": [
      "一经光学加工的光学元件的制造，见19.07.00;",
      "一注射器和其他医学实验室设备的制造，见23.06.00。"
    ]
  },
  {
    "id": "cat_15_02",
    "code": "15.02",
    "majorId": "15",
    "mediumId": "15.02",
    "smallId": "",
    "name": "耐火制品的制造",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_15_02_00",
    "code": "15.02.00",
    "majorId": "15",
    "mediumId": "15.02",
    "smallId": "15.02.00",
    "name": "耐火制品的制造",
    "description": "本小类包括以开采或挖掘的非金属矿物，如沙、砾石、石料或粘土为原料的中间产品的制造。",
    "includes": [
      "一耐火砂浆、耐火混凝土等的制造；",
      "一耐火陶瓷品的制造：",
      "◆硅质化石粉制造的隔热陶瓷品；",
      "◆耐火砖、块及瓦等的制造；",
      "◆耐火罐、坩埚、马弗炉膛、喷嘴、耐火管等的制造。",
      "一含菱镁矿、白云石或铬铁矿的耐火产品的制造。"
    ],
    "excludes": []
  },
  {
    "id": "cat_15_03",
    "code": "15.03",
    "majorId": "15",
    "mediumId": "15.03",
    "smallId": "",
    "name": "粘土建筑材料的制造",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_15_03_01",
    "code": "15.03.01",
    "majorId": "15",
    "mediumId": "15.03",
    "smallId": "15.03.01",
    "name": "陶瓷砖和陶瓷板的制造",
    "description": "",
    "includes": [
      "—非耐火灶台或墙面贴砖、马塞克瓷块等的制造；",
      "一非耐火陶瓷薄片和铺砌材料的制造。"
    ],
    "excludes": [
      "一人造石材(如人造大理石)的制造，见14.02.03;",
      "一耐火陶瓷制品的制造，见15.02.00;",
      "一陶瓷砖、屋顶瓦的制造，见15.03.02。"
    ]
  },
  {
    "id": "cat_15_03_02",
    "code": "15.03.02",
    "majorId": "15",
    "mediumId": "15.03",
    "smallId": "15.03.02",
    "name": "粘土烧制砖、瓦及建筑制品的制造",
    "description": "",
    "includes": [
      "一结构用非耐火粘土建筑材料的制造：",
      "◆陶瓷砖、屋顶瓦、烟囱管帽、导管、管道等的制造。",
      "一粘土烧结地板块的制造。"
    ],
    "excludes": [
      "一耐火陶瓷制品的制造，见15.02.00;",
      "一非结构用非耐火陶瓷制品的制造，见15.04。"
    ]
  },
  {
    "id": "cat_15_04",
    "code": "15.04",
    "majorId": "15",
    "mediumId": "15.04",
    "smallId": "",
    "name": "其他瓷器和陶瓷制品的制造",
    "description": "本中类包括以开采或挖掘的非金属矿物，如沙、砂石、石料或粘土为原料的最终产品的制造。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_15_04_01",
    "code": "15.04.01",
    "majorId": "15",
    "mediumId": "15.04",
    "smallId": "15.04.01",
    "name": "家用及装饰用陶瓷制品的制造",
    "description": "",
    "includes": [
      "一陶瓷餐具和其他家用或盥洗用具的制造；",
      "一雕像和其他装饰陶瓷品的制造。"
    ],
    "excludes": [
      "一仿真首饰的制造，见23.02.03;",
      "一陶瓷玩具的制造，见23.05.00。"
    ]
  },
  {
    "id": "cat_15_04_02",
    "code": "15.04.02",
    "majorId": "15",
    "mediumId": "15.04",
    "smallId": "15.04.02",
    "name": "卫生陶瓷洁具的制造",
    "description": "",
    "includes": [
      "一陶瓷洁具的制造，如水槽、浴缸、坐浴盆、抽水马桶等；",
      "一其他陶瓷固定装置的制造。"
    ],
    "excludes": [
      "一耐火陶瓷制品的制造，见15.02.00;",
      "一陶瓷建筑材料的制造，见15.03。"
    ]
  },
  {
    "id": "cat_15_04_03",
    "code": "15.04.03",
    "majorId": "15",
    "mediumId": "15.04",
    "smallId": "15.04.03",
    "name": "绝缘陶瓷及配件的制造",
    "description": "",
    "includes": [
      "一陶瓷电绝缘体及绝缘配件的制造。"
    ],
    "excludes": [
      "一耐火陶瓷制品的制造，见15.02.00。"
    ]
  },
  {
    "id": "cat_15_04_04",
    "code": "15.04.04",
    "majorId": "15",
    "mediumId": "15.04",
    "smallId": "15.04.04",
    "name": "其他专业陶瓷制品的制造",
    "description": "",
    "includes": [
      "—陶瓷铁氧体磁铁的制造；",
      "一实验室、化学和工业陶瓷制品的制造。"
    ],
    "excludes": [
      "一人造石材(如人造大理石)的制造，见14.02.03;",
      "一耐火陶瓷制品的制造，见15.02.00;",
      "一陶瓷建筑材料的制造，见15.03。"
    ]
  },
  {
    "id": "cat_15_04_05",
    "code": "15.04.05",
    "majorId": "15",
    "mediumId": "15.04",
    "smallId": "15.04.05",
    "name": "其他陶瓷制品的制造",
    "description": "",
    "includes": [
      "一陶壶、陶罐和用于物品运输或包装的类似容器的制造；",
      "一其他未另分类的陶瓷制品的制造。"
    ],
    "excludes": [
      "一卫生陶瓷洁具的制造，见15.04.02;",
      "一人造牙的制造，见23.06.00。"
    ]
  },
  {
    "id": "cat_15_05",
    "code": "15.05",
    "majorId": "15",
    "mediumId": "15.05",
    "smallId": "",
    "name": "石材切割、成形及精加工",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_15_05_00",
    "code": "15.05.00",
    "majorId": "15",
    "mediumId": "15.05",
    "smallId": "15.05.00",
    "name": "石材切割、成形及精加工",
    "description": "",
    "includes": [
      "一用于建筑、墓地、道路和屋顶等石材的切割、成形及精加工；",
      "一石制家具的制造。"
    ],
    "excludes": [
      "—采石场人员进行的活动，如粗切割石材的生产，见02.07.01;",
      "一压磨石、研磨石和类似制品的生产，见15.06。"
    ]
  },
  {
    "id": "cat_15_06",
    "code": "15.06",
    "majorId": "15",
    "mediumId": "15.06",
    "smallId": "",
    "name": "磨料制品及未另分类的非金属矿物制品的制造",
    "description": "本中类包括其他非金属矿物制品的制造。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_15_06_01",
    "code": "15.06.01",
    "majorId": "15",
    "mediumId": "15.06",
    "smallId": "15.06.01",
    "name": "磨料制品的生产",
    "description": "",
    "includes": [
      "一压磨石、磨刀或磨光石以及天然或人造的带有支撑体的磨料制品(包括附着在柔软基体上的磨料产品，如砂纸)的制造。"
    ],
    "excludes": []
  },
  {
    "id": "cat_15_06_02",
    "code": "15.06.02",
    "majorId": "15",
    "mediumId": "15.06",
    "smallId": "15.06.02",
    "name": "其他未另分类的非金属矿物制品的制造",
    "description": "",
    "includes": [
      "一以矿物质或纤维素为基体的摩擦材料和未组装物的制造；",
      "一矿物隔绝材料的制造：",
      "◆渣棉、石棉和类似矿物棉，片状蛭石、膨胀粘土和类似绝热、隔音或吸音材料。",
      "一各种矿物制品的制造：",
      "◆处理过的云母，以及云母、泥煤、石墨制品(非电气制品)。",
      "一沥青制品或类似材料制品的制造，如沥青基胶粘剂、煤焦油沥青等；",
      "一碳纤维与石墨纤维及其制品的制造(电极和电气应用除外);",
      "一人造刚玉的制造。"
    ],
    "excludes": [
      "一玻璃棉和无纺玻璃棉制品的制造，见15.01.04;",
      "—石墨电极的制造，见19.14.00;",
      "一碳或石墨垫片的制造，见18.02.06。"
    ]
  }
];
