import { CategoryItem } from '../types';

export const category_03: CategoryItem[] = [
  {
    "id": "cat_03",
    "code": "03",
    "majorId": "03",
    "mediumId": "",
    "smallId": "",
    "name": "食品、饮料和烟草",
    "description": "本大类包括了食品、饮料和烟草的生产和加工。\n食品的生产制造包括：将农业、林业和渔业产品加工成人类或动物的食品，并包括各种不直接食用的中间产品的生产过程。这类活动时常伴生价值或大或小的关联产品(例如，屠宰产生的兽皮、生产油所产生的油渣饼)。\n食品生产涉及下列不同种类产品的活动：肉类、鱼类、水果与蔬菜、油脂与油、乳制品、谷物磨制品、动物饲料和其他食品。生产可以为自用，也可以为第三方，如定制的屠宰。\n某些活动被视为制造(例如，面包房、糕点铺和熟肉店等出售自有的产品),即使在生产者自己的店中存在着零售。然而，如果加工量很少且不会导致实质转换，这些单位将归于批发和零售贸易类。\n在店内即时消费食品的制备归类于30.05～30.07中类。\n由屠宰下脚料或副产品生产动物饲料归类于03.09中类，而将食品和饮料的下脚料加工成二次原料归类于24大类，食品和饮料废弃物的处置则归类于39.03.01小类。\n本大类也不包括即时食用饭菜的制备，如：在餐厅就餐。\n饮料生产包括：饮料的制造，如非酒精性饮料和矿泉水；以发酵为主的酒精饮料制造，如啤酒和葡萄酒；以及蒸馏酒精饮料的制造。\n烟草的制造包括将农产品的烟叶加工成适合于最终消费形式的过程。",
    "includes": [],
    "excludes": []
  },
  {
    "code": "03.01",
    "id": "cat_03_01",
    "majorId": "03",
    "mediumId": "03.01",
    "smallId": "",
    "name": "肉类的加工与保存以及肉制品的生产",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "code": "03.01.01",
    "id": "cat_03_01_01",
    "majorId": "03",
    "mediumId": "03.01",
    "smallId": "03.01.01",
    "name": "肉类的加工与保存",
    "description": "",
    "includes": [
      "从事下列动物宰杀、肉类加工或打包的屠宰场运营：牛、猪、羔羊、兔、羊、骆驼等；",
      "新鲜、冷藏或冷冻胴体肉的生产；",
      "新鲜、冷藏或冷冻分割肉的生产。",
      "在岸上或专业船上对鲸的屠宰和加工；",
      "来自屠宰场的兽皮和生皮的生产，包括生皮去毛；",
      "猪油和其他产自动物的食用油脂炼制；",
      "动物内脏的处理；",
      "皮板毛的生产。"
    ],
    "excludes": [
      "食用家禽油脂的炼制，见03.01.02;",
      "肉类的包装，见35.21.02。"
    ]
  },
  {
    "code": "03.01.02",
    "id": "cat_03_01_02",
    "majorId": "03",
    "mediumId": "03.01",
    "smallId": "03.01.02",
    "name": "禽肉的加工与保存",
    "description": "",
    "includes": [
      "从事家禽宰杀、加工或打包的屠宰场的运营；",
      "新鲜、冷藏或冷冻家禽分割肉的生产；",
      "食用家禽油脂的炼制。",
      "羽毛和羽绒的生产。"
    ],
    "excludes": [
      "肉类的包装，见35.21.02。"
    ]
  },
  {
    "code": "03.01.03",
    "id": "cat_03_01_03",
    "majorId": "03",
    "mediumId": "03.01",
    "smallId": "03.01.03",
    "name": "肉制品和禽肉制品的生产",
    "description": "",
    "includes": [
      "干制、腌制或熏制肉的生产；",
      "下列肉制品的生产：",
      "香肠、意大利腊肠、布丁、内脏香肠、干腊肠、大腊肠、法式肉酱、熟肉酱、煮火腿。"
    ],
    "excludes": [
      "预制冷冻肉和禽肉菜肴的制作，见03.08.05;",
      "肉汤的制作，见03.08.07;",
      "肉类的批发贸易，见29.07.02;",
      "肉类的包装，见35.21.02。"
    ]
  },
  {
    "code": "03.02",
    "id": "cat_03_02",
    "majorId": "03",
    "mediumId": "03.02",
    "smallId": "",
    "name": "鱼类、甲壳类和软体动物的加工及保存",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "code": "03.02.00",
    "id": "cat_03_02_00",
    "majorId": "03",
    "mediumId": "03.02",
    "smallId": "03.02.00",
    "name": "鱼类、甲壳类和软体动物的加工及保存",
    "description": "",
    "includes": [
      "鱼类、甲壳类动物和软体动物的制备和保存：冷冻、深冻、烘干、烹饪、熏制、腌制、盐水浸泡、制成罐头等；",
      "下列鱼类、甲壳类动物和软体动物产品的生产：鱼片、鱼卵、鱼子酱、鱼子酱代用品等；",
      "供人类食用或用作动物饲料的鱼粉的生产；",
      "取自鱼类和其他水生动物的不适合人类食用的粉末和可溶物的生产。",
      "仅从事鱼类加工和保存的船舶的活动；",
      "海藻的加工。"
    ],
    "excludes": [
      "捕鱼船上的鱼类加工和保存，见01.12.01;",
      "岸上或专业船上的鲸加工，见03.01.01;",
      "从海洋物质生产油和油脂，见03.04.01;",
      "预制的冷冻鱼类菜肴的制作，见03.08.05;",
      "鱼汤的制作，见03.08.07。"
    ]
  },
  {
    "code": "03.03",
    "id": "cat_03_03",
    "majorId": "03",
    "mediumId": "03.03",
    "smallId": "",
    "name": "水果和蔬菜的加工及保存",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "code": "03.03.01",
    "id": "cat_03_03_01",
    "majorId": "03",
    "mediumId": "03.03",
    "smallId": "03.03.01",
    "name": "马铃薯的加工及保存",
    "description": "",
    "includes": [
      "马铃薯的加工与保存：",
      "预制冷冻马铃薯的制造；",
      "脱水马铃薯泥的制造；",
      "马铃薯点心的制造；",
      "马铃薯薯片的制造；",
      "马铃薯粉或粗粉的制造。",
      "马铃薯的工业去皮。"
    ],
    "excludes": []
  },
  {
    "code": "03.03.02",
    "id": "cat_03_03_02",
    "majorId": "03",
    "mediumId": "03.03",
    "smallId": "03.03.02",
    "name": "水果汁和蔬菜汁的制造",
    "description": "",
    "includes": [
      "水果汁或蔬菜汁的制造。",
      "新鲜水果和蔬菜浓缩汁的生产。"
    ],
    "excludes": []
  },
  {
    "code": "03.03.03",
    "id": "cat_03_03_03",
    "majorId": "03",
    "mediumId": "03.03",
    "smallId": "03.03.03",
    "name": "其他水果和蔬菜 的 加 工 及保存",
    "description": "",
    "includes": [
      "主要成分为水果或蔬菜的食品的制造，预制冷冻或罐装菜肴除外；",
      "水果、坚果或蔬菜的保存：冷冻、干燥、油浸或醋渍、制成罐头等；",
      "水果或蔬菜食品的制造；",
      "果酱、橘子酱和餐用果冻的制造；",
      "坚果的炒制；",
      "坚果食品和坚果酱的制造。",
      "易腐预制水果和蔬菜食品的制造，如：色拉，有包装的什锦色拉；去皮或切好的蔬菜；豆腐。"
    ],
    "excludes": [
      "水果汁或蔬菜汁的制造，见03.03.02;",
      "干制豆科蔬菜粉或粗粉的制造，见03.06.01;",
      "糖渍水果和坚果的保存，见03.08.02;",
      "预制蔬菜菜肴的制作，见03.08.05;",
      "人工浓缩物的制造，见03.08.07。"
    ]
  },
  {
    "code": "03.04",
    "id": "cat_03_04",
    "majorId": "03",
    "mediumId": "03.04",
    "smallId": "",
    "name": "植物油、动物油 和 油 脂 的制造",
    "description": "本中类包括源于植物或动物原料的天然油脂和精炼油脂\n的制造，猪油和其他可食用动物油脂的炼制或精炼除外。",
    "includes": [],
    "excludes": []
  },
  {
    "code": "03.04.01",
    "id": "cat_03_04_01",
    "majorId": "03",
    "mediumId": "03.04",
    "smallId": "03.04.01",
    "name": "油和油脂的制造",
    "description": "",
    "includes": [
      "下列天然植物油的制造：橄榄油、豆油、棕榈油、葵花籽油、棉籽油、菜籽油、芥子油、亚麻籽油 等 ；",
      "油籽、含油坚果或含油果仁的未脱脂粉或粗粉的制 造 ；",
      "下列精炼植物油的制造：橄榄油、豆油等；",
      "植物油的下列加工：吹制、沸腾、脱水、氢化等。",
      "非食用动物油和油脂的制造；",
      "鱼类和海洋哺乳动物油的提取；",
      "棉籽绒、油渣饼和其他产油后副产品的生产。"
    ],
    "excludes": [
      "猪油和其他可食用动物油脂的炼制和精炼，见03.01.01;",
      "人造黄油的制造，见03.04.02;",
      "玉米湿磨，见03.06.02;",
      "玉米油的制造，见03.06.02;",
      "精油的生产，见12.05.03;",
      "用化学方法处理油和油脂，见12.05.04。"
    ]
  },
  {
    "code": "03.04.02",
    "id": "cat_03_04_02",
    "majorId": "03",
    "mediumId": "03.04",
    "smallId": "03.04.02",
    "name": "人造黄油及类似食用油脂的制造",
    "description": "",
    "includes": [
      "人造黄油的制造；",
      "混合油和类似油品的制造；",
      "烹调用混合油脂的制造。"
    ],
    "excludes": []
  },
  {
    "code": "03.05",
    "id": "cat_03_05",
    "majorId": "03",
    "mediumId": "03.05",
    "smallId": "",
    "name": "乳制品的制造",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "code": "03.05.01",
    "id": "cat_03_05_01",
    "majorId": "03",
    "mediumId": "03.05",
    "smallId": "03.05.01",
    "name": "乳制品厂的运营 和 奶 酪 的制造",
    "description": "",
    "includes": [
      "经巴氏杀菌、灭菌、均质和/或超高温处理的液态鲜奶的制造；",
      "基于牛奶的饮料制造；",
      "用经巴氏杀菌、灭菌、均质处理的液态鲜奶制造奶 油 ；",
      "干燥或浓缩牛奶的制造，加糖或不加糖；",
      "固体状牛奶或奶油的制造；",
      "黄油的制造；",
      "酸奶的制造；",
      "奶酪和凝乳的制造；",
      "乳清的制造；",
      "酪蛋白或乳糖的制造。"
    ],
    "excludes": [
      "原料奶(牛奶)的生产，见01.04.01;",
      "原料奶(绵羊、山羊、马、驴、骆驼等兽奶)的生产，见01.04.03、01.04.04、01.04.05;",
      "无乳奶和奶酪代用品的制造，见03.08.07。"
    ]
  },
  {
    "code": "03.05.02",
    "id": "cat_03_05_02",
    "majorId": "03",
    "mediumId": "03.05",
    "smallId": "03.05.02",
    "name": "冰淇淋的制造",
    "description": "",
    "includes": [
      "冰淇淋及其他食用冰，如果汁冰糕的制造。"
    ],
    "excludes": [
      "冰淇淋店的活动，见30.05.00。"
    ]
  },
  {
    "code": "03.06",
    "id": "cat_03_06",
    "majorId": "03",
    "mediumId": "03.06",
    "smallId": "",
    "name": "谷 物 磨 粉 制品，淀粉及淀粉制品的制造",
    "description": "本中类包括谷物或蔬菜的粉或粗粉的磨制，稻米的碾磨、\n清洗和抛光，以及用这些产品制造混合面粉或生面团。\n本中类还包括玉米和蔬菜的湿磨，以及淀粉和淀粉制品\n的制造。",
    "includes": [],
    "excludes": []
  },
  {
    "code": "03.06.01",
    "id": "cat_03_06_01",
    "majorId": "03",
    "mediumId": "03.06",
    "smallId": "03.06.01",
    "name": "谷物磨粉制品的制造",
    "description": "",
    "includes": [
      "谷物碾磨：面粉、燕麦片以及小麦、黑麦、燕麦、玉米或其他谷物粗粉或小粒的生产；",
      "稻米碾磨：去壳、碾磨、抛光、上光，半熟或速熟米的生产，米粉的生产；",
      "蔬菜碾磨：干豆科蔬菜、根或块茎、或食用坚果的粉或粗粉的生产；",
      "谷物早餐食品的制造；",
      "用于面包、蛋糕、饼干或薄煎饼的混合粉、预制混合粉与生面团的制造。"
    ],
    "excludes": [
      "马铃薯粉和粗粉的制造，见03.03.01;",
      "玉米湿磨，见03.06.02。"
    ]
  },
  {
    "code": "03.06.02",
    "id": "cat_03_06_02",
    "majorId": "03",
    "mediumId": "03.06",
    "smallId": "03.06.02",
    "name": "淀粉及淀粉制品的制造",
    "description": "",
    "includes": [
      "用大米、马铃薯、玉米等制造淀粉；",
      "玉米湿磨；",
      "葡萄糖、葡萄糖浆、麦芽糖、菊粉等的制造；",
      "面筋的制造；",
      "木薯淀粉和用淀粉制作的木薯淀粉代用品的制造；",
      "玉米油的制造。"
    ],
    "excludes": [
      "乳糖(牛奶糖)的制造，见03.05.01;",
      "甘蔗或甜菜糖的生产，见03.08.01。"
    ]
  },
  {
    "code": "03.07",
    "id": "cat_03_07",
    "majorId": "03",
    "mediumId": "03.07",
    "smallId": "",
    "name": "烘焙食品和谷粉制品的制作 本中类包括烘焙食品、通心粉、面条和类似产品的生产。",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "code": "03.07.01",
    "id": "cat_03_07_01",
    "majorId": "03",
    "mediumId": "03.07",
    "smallId": "03.07.01",
    "name": "面包、新鲜糕点 和 蛋 糕 的制作",
    "description": "",
    "includes": [
      "烘焙食品的制作：",
      "面包和面包卷；",
      "糕点、蛋糕、派、果馅饼、薄煎饼、华夫饼、面包卷等。"
    ],
    "excludes": [
      "干烘焙食品的制造，见03.07.02;",
      "意大利面食的制造，见03.07.03;",
      "即时食用烘焙食品的加热，见第30.05、30.06。"
    ]
  },
  {
    "code": "03.07.02",
    "id": "cat_03_07_02",
    "majorId": "03",
    "mediumId": "03.07",
    "smallId": "03.07.02",
    "name": "面包干和饼干的制作，可保存的糕点和蛋",
    "description": "糕的制作",
    "includes": [
      "面包干、饼干和其他干烘焙食品的制作；",
      "可保存糕点和蛋糕的制作；",
      "甜或咸的点心(曲奇、薄脆饼干、椒盐脆饼等)的制作。"
    ],
    "excludes": [
      "马铃薯点心的制作，见03.03.01。"
    ]
  },
  {
    "code": "03.07.03",
    "id": "cat_03_07_03",
    "majorId": "03",
    "mediumId": "03.07",
    "smallId": "03.07.03",
    "name": "通心粉、面条、蒸粗麦粉和类似谷粉制品的制造",
    "description": "",
    "includes": [
      "意大利面食如通心粉和面条的制作，不论是否蒸煮或夹馅 ；",
      "蒸粗麦粉的制作；",
      "罐装或冷冻意大利面食的制作。"
    ],
    "excludes": [
      "预制蒸粗麦粉菜肴的制作，见03.08.05;",
      "面汤的制作，见03.08.07。"
    ]
  },
  {
    "code": "03.08",
    "id": "cat_03_08",
    "majorId": "03",
    "mediumId": "03.08",
    "smallId": "",
    "name": "其他食品的制造 本中类包括糖与糖果、预制饭菜、咖啡、茶叶和香料，以及易腐和特色食品的生产。",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "code": "03.08.01",
    "id": "cat_03_08_01",
    "majorId": "03",
    "mediumId": "03.08",
    "smallId": "03.08.01",
    "name": "糖的制造",
    "description": "",
    "includes": [
      "用甘蔗、甜菜、枫木和棕榈的汁制造或精炼糖(蔗糖)和糖的代用品；",
      "糖浆的制造；",
      "糖蜜的制造；",
      "枫糖浆和糖的生产。"
    ],
    "excludes": [
      "葡萄糖、葡萄糖浆、麦芽糖的制造，见03.06.02。"
    ]
  },
  {
    "code": "03.08.02",
    "id": "cat_03_08_02",
    "majorId": "03",
    "mediumId": "03.08",
    "smallId": "03.08.02",
    "name": "可可、巧克力和糖果的制造",
    "description": "",
    "includes": [
      "可可、可可脂、可可油的制造；",
      "巧克力和巧克力甜食的制造；",
      "糖果的制造：焦糖、口香糖、牛轧糖、软糖、白巧克 力 ；",
      "橡皮糖的制造；",
      "用水果、坚果、果皮及植物其他部分制作蜜饯；",
      "甜味锭剂和糖锭的制造。"
    ],
    "excludes": [
      "蔗糖的制造，见03.08.01。"
    ]
  },
  {
    "code": "03.08.03",
    "id": "cat_03_08_03",
    "majorId": "03",
    "mediumId": "03.08",
    "smallId": "03.08.03",
    "name": "茶叶和咖啡的加工",
    "description": "",
    "includes": [
      "咖啡的脱咖啡因和焙制；",
      "咖啡产品的生产：",
      "磨制咖啡；",
      "速溶咖啡；",
      "咖啡提取物和浓缩物。",
      "咖啡代用品的制造；",
      "茶和马黛茶的混制；",
      "基于茶或马黛茶的提取物和制剂的制造；",
      "袋装的茶，包括茶包。",
      "草本植物浸液(薄荷、马鞭草、甘菊等)的制造。"
    ],
    "excludes": [
      "菊粉的制造，见03.06.02;",
      "烈酒、啤酒、葡萄酒和软饮料的制造，见03.10;",
      "药用植物产品的制备，见13.02.00。"
    ]
  },
  {
    "code": "03.08.04",
    "id": "cat_03_08_04",
    "majorId": "03",
    "mediumId": "03.08",
    "smallId": "03.08.04",
    "name": "调味品和调味料的制造",
    "description": "",
    "includes": [
      "香料、调味汁和调味品的制造：",
      "蛋黄酱；",
      "芥末粉和芥末粗粉；",
      "预制的芥末等。",
      "醋的制造。",
      "食品级盐，例如含碘盐的加工。"
    ],
    "excludes": [
      "香料作物的种植，见01.02.08。"
    ]
  },
  {
    "code": "03.08.05",
    "id": "cat_03_08_05",
    "majorId": "03",
    "mediumId": "03.08",
    "smallId": "03.08.05",
    "name": "预制餐食和菜肴的制作本小类包含现成的(即事先准备好的、调过味的并且熟的)餐点和菜肴的制作。这些菜肴加工后保存，例如以冷",
    "description": "冻或罐装形式，且为了转售通常带包装和标签。也就是说\n本小类并不包括供即时食用饭菜的制备，如：在餐厅供餐。\n作为一道菜肴，这些食品必须包含至少两种不同的成分\n(调味料等除外)。",
    "includes": [
      "肉类或家禽菜肴的制作；",
      "鱼类菜肴的制作，包括炸鱼薯条；",
      "蔬菜菜肴的制作；",
      "冷冻或其他方法保存的比萨的制作。",
      "地方菜和本土菜的制作。"
    ],
    "excludes": [
      "新鲜食品或少于两种成分食品的制作，见03大类中其他相应类别；",
      "易腐预制食品的制作，见03.08.07;",
      "商店中预制饭菜的零售，见29.13.01、29.14.07;",
      "预制饭菜的批发，见29.07.08;",
      "食品服务承包商的活动，见30.06.02。"
    ]
  },
  {
    "code": "03.08.06",
    "id": "cat_03_08_06",
    "majorId": "03",
    "mediumId": "03.08",
    "smallId": "03.08.06",
    "name": "均质食物制品和营养食品的制造",
    "description": "",
    "includes": [
      "特定营养用途食品的制造：",
      "婴儿配方奶粉；",
      "较大婴儿用牛奶和其他食物；",
      "婴儿食品；",
      "用于控制体重的低能量和减能食品；",
      "特殊医疗目的膳食食品；",
      "使用低钠或无食盐的低钠盐食品；",
      "无麸质食品；",
      "为满足激烈肌肉运动消耗的食品，尤其是对运动 员 ；",
      "碳水化合物代谢失调(糖尿病)患者的食品。"
    ],
    "excludes": []
  },
  {
    "code": "03.08.07",
    "id": "cat_03_08_07",
    "majorId": "03",
    "mediumId": "03.08",
    "smallId": "03.08.07",
    "name": "其他未另分类食品的制造",
    "description": "",
    "includes": [
      "清汤和浓汤的制作；",
      "人造蜂蜜和焦糖的制造；",
      "易腐预制食品的制作，如：",
      "三明治；",
      "鲜(未烘烤)比萨。",
      "食品补充剂和其他未另分类食品的制造。",
      "酵母的制造；",
      "肉类、鱼类、甲壳类动物或软体动物的提取物和汁液的制造；",
      "无乳奶和奶酪代用品的制造；",
      "蛋制品、鸡蛋白蛋白制品的制造；",
      "人工浓缩物的制造。"
    ],
    "excludes": [
      "易腐预制水果和蔬菜食品的制造，见03.03.03;",
      "冷冻比萨的制作，见03.08.05;",
      "烈酒、啤酒、葡萄酒和软饮料的制造，见03.10。"
    ]
  },
  {
    "code": "03.09",
    "id": "cat_03_09",
    "majorId": "03",
    "mediumId": "03.09",
    "smallId": "",
    "name": "预制动物饲料的制造",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "code": "03.09.01",
    "id": "cat_03_09_01",
    "majorId": "03",
    "mediumId": "03.09",
    "smallId": "03.09.01",
    "name": "预制家畜饲料的制造",
    "description": "",
    "includes": [
      "预制家畜饲料的制造，包括浓缩动物饲料和饲料添加 物 ；",
      "纯(单一)家畜饲料的制备。",
      "为生产动物饲料处理屠宰下脚料。"
    ],
    "excludes": [
      "用作动物饲料的鱼粉的生产，见03.02.00;",
      "油籽饼的生产，见03.04.01;",
      "无需特别处理就可用作动物饲料的副产品的生产活动，例如：油籽(见03.04.01),谷物碾磨残留物(见03.06.01)等。"
    ]
  },
  {
    "code": "03.09.02",
    "id": "cat_03_09_02",
    "majorId": "03",
    "mediumId": "03.09",
    "smallId": "03.09.02",
    "name": "预制宠物食品的制造",
    "description": "",
    "includes": [
      "预制宠物饲料的制造，包括狗、猫、鸟、鱼等的饲料。",
      "为生产动物饲料处理屠宰下脚料。"
    ],
    "excludes": [
      "作为动物饲料的鱼粉生产，见03.02.00;",
      "油籽饼的生产，见03.04.01;",
      "无需特别处理就可用作动物饲料的副产品的生产活动，例如：油籽(见03.04.01),谷物碾磨残留物(见03.06.01)等。"
    ]
  },
  {
    "code": "03.10",
    "id": "cat_03_10",
    "majorId": "03",
    "mediumId": "03.10",
    "smallId": "",
    "name": "饮料的制造",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "code": "03.10.01",
    "id": "cat_03_10_01",
    "majorId": "03",
    "mediumId": "03.10",
    "smallId": "03.10.01",
    "name": "烈酒的蒸馏、精馏和勾兑",
    "description": "",
    "includes": [
      "可饮用蒸馏酒精饮料的制造：威士忌酒、白兰地酒、杜松子酒、利口酒等；",
      "混有蒸馏酒精饮料的饮品的制造；",
      "蒸馏酒的勾兑；",
      "中度酒的生产。"
    ],
    "excludes": [
      "非蒸馏酒精饮料的制造，见03.10.02～03.10.06;",
      "合成乙醇的生产，见12.01.04;",
      "用发酵原料制造乙醇，见12.01.04;",
      "仅装瓶和贴标，见29.07.04(如果作为批发的部分)和35.21.02(如果基于收费或合同)。"
    ]
  },
  {
    "code": "03.10.02",
    "id": "cat_03_10_02",
    "majorId": "03",
    "mediumId": "03.10",
    "smallId": "03.10.02",
    "name": "葡萄酒的制造",
    "description": "",
    "includes": [
      "葡萄酒的制造；",
      "汽酒的制造；",
      "用浓缩葡萄汁制造葡萄酒。",
      "葡萄酒的调和、提纯和装瓶；",
      "低度或无醇的葡萄酒制造。"
    ],
    "excludes": [
      "仅装瓶和贴标，见29.07.04(如果作为批发的部分)和35.21.02(如果基于收费或合同)。"
    ]
  },
  {
    "code": "03.10.03",
    "id": "cat_03_10_03",
    "majorId": "03",
    "mediumId": "03.10",
    "smallId": "03.10.03",
    "name": "苹果酒及其他果酒的制造",
    "description": "",
    "includes": [
      "发酵但未蒸馏的酒精饮料的制造：日本清酒、苹果酒、梨酒和其他果酒。",
      "蜂蜜酒和含有果酒的混合饮料的制造。"
    ],
    "excludes": [
      "仅装瓶和贴标，见29.07.04(如果作为批发的部分)和35.21.02(如果基于收费或合同)。"
    ]
  },
  {
    "code": "03.10.04",
    "id": "cat_03_10_04",
    "majorId": "03",
    "mediumId": "03.10",
    "smallId": "03.10.04",
    "name": "其他非蒸馏发酵饮料的制造",
    "description": "",
    "includes": [
      "苦艾酒及类似酒的制造。"
    ],
    "excludes": [
      "仅装瓶和贴标，见29.07.04(如果作为批发的部分)和35.21.02(如果基于收费或合同)。"
    ]
  },
  {
    "code": "03.10.05",
    "id": "cat_03_10_05",
    "majorId": "03",
    "mediumId": "03.10",
    "smallId": "03.10.05",
    "name": "啤酒的制造",
    "description": "",
    "includes": [
      "麦芽酒的制造，如啤酒、麦芽酒、黑啤酒和烈性黑啤酒。",
      "低度或无醇啤酒的制造。"
    ],
    "excludes": []
  },
  {
    "code": "03.10.06",
    "id": "cat_03_10_06",
    "majorId": "03",
    "mediumId": "03.10",
    "smallId": "03.10.06",
    "name": "麦芽的制造",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "code": "03.10.07",
    "id": "cat_03_10_07",
    "majorId": "03",
    "mediumId": "03.10",
    "smallId": "03.10.07",
    "name": "软 饮 料 的 制造，矿泉水和其他瓶装水的",
    "description": "生产",
    "includes": [
      "天然矿泉水和其他瓶装水的生产；",
      "软饮料的制造：",
      "无醇添加调味和/或加糖的水：柠檬水、橘子水、可乐、果汁饮料、汤力水等。"
    ],
    "excludes": [
      "水果和蔬菜汁的生产，见03.03.02;",
      "基于牛奶的饮料制造，见03.05.01;",
      "咖啡、茶和马黛茶产品的制造，见03.08.03;",
      "基于酒精的饮料制造，见03.10.01～03.10.05;",
      "无醇葡萄酒的制造，见03.10.02;",
      "无醇啤酒的制造，见03.10.05;",
      "冰的制造，见27.01.00;",
      "仅装瓶和贴标，见29.07.04(如果作为批发的部分)和35.21.02(如果基于收费或合同)。"
    ]
  },
  {
    "code": "03.11",
    "id": "cat_03_11",
    "majorId": "03",
    "mediumId": "03.11",
    "smallId": "",
    "name": "烟草制品的制造",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "code": "03.11.00",
    "id": "cat_03_11_00",
    "majorId": "03",
    "mediumId": "03.11",
    "smallId": "03.11.00",
    "name": "烟草制品的制造",
    "description": "",
    "includes": [
      "下列烟草制品和烟草代用品的制造：纸烟、细切烟丝、雪茄、烟斗丝、嚼烟、鼻烟；",
      "“均质”或“再生”烟草的制造。",
      "烟叶的去梗和复烤。"
    ],
    "excludes": [
      "烟叶的种植或初加工，见01.01.05、01.06.03。"
    ]
  }
];
