import { CategoryItem } from '../types';

export const category_17: CategoryItem[] = [
  {
    "id": "cat_17",
    "code": "17",
    "majorId": "17",
    "mediumId": "",
    "smallId": "",
    "name": "基础金属及金属制品",
    "description": "本大类包括基础金属的制造、除机器设备外金属结构制品的制造以及金属加工制品的维修。 基础金属的制造包括使用电冶金和其他冶金加工技术，从矿石、生铁或废金属中冶炼和/或精炼铁和其他金属的活动。 基础金属的制造还包括通过在纯金属中掺入其他化学元素制造金属合金和超合金。冶炼和精炼通常以锭的形式输出，再通过轧制、拉伸和挤压操作，制造如板、片、带、条、棒、线或管、筒状及空心异型材这样的产品；通过熔炼制成铸件及其他基础金属制品。 金属结构制品的制造包括“纯”金属制品(如零件、容器和构件)的制造，此类产品通常具有静态的、固定的功能。 本大类还包括金属加工制品的修理和维护。 本大类不包括： 一本大类生产的产品在建筑物中的专业安装，例如集中供热锅炉，见28.07.02。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_17_01",
    "code": "17.01",
    "majorId": "17",
    "mediumId": "17.01",
    "smallId": "",
    "name": "生铁、粗钢及铁合金的制造",
    "description": "本中类包括诸如铁矿石的直接还原，液态或固态生铁的生产，生铁转化成钢，铁合金制造和钢产品制造这样的活动。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_17_01_00",
    "code": "17.01.00",
    "majorId": "17",
    "mediumId": "17.01",
    "smallId": "17.01.00",
    "name": "生铁、粗钢及铁合金的制造",
    "description": "",
    "includes": [
      "一高炉、炼钢转炉、滚轧和精轧的操作；",
      "一生产锭、块或其他初级形状的生铁与镜铁；",
      "一铁合金的生产；",
      "一通过直接还原铁制品和其他海绵铁制品生产含铁产品；",
      "一由电解或其他化学方法生产的超高纯度铁；",
      "一钢铁废锭的重熔；",
      "一铁砂和铁粉的生产；",
      "—钢锭或其他初级形状钢的生产；",
      "一钢的半成品生产；",
      "一热轧和冷轧扁钢产品的制造；",
      "一热轧钢筋和钢棒的制造；",
      "一热轧敞口型钢的制造；",
      "一钢质板桩和焊接敞口型钢的制造；",
      "一钢制铁轨材料(未组装的导轨)的制造。"
    ],
    "excludes": [
      "一棒材的冷拔，见17.03.01。"
    ]
  },
  {
    "id": "cat_17_02",
    "code": "17.02",
    "majorId": "17",
    "mediumId": "17.02",
    "smallId": "",
    "name": "钢管、空心异型钢材及相关配件的制造",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_17_02_00",
    "code": "17.02.00",
    "majorId": "17",
    "mediumId": "17.02",
    "smallId": "17.02.00",
    "name": "钢管、空心异型钢材及相关配件的制造",
    "description": "",
    "includes": [
      "一对于热轧或连铸产生的钢条或钢方坯这样的中间产品，经热轧、热挤压或其他热加工，制造供进一步加工的圆形或非圆形无缝钢管和圆形截面毛坯；",
      "一对于进一步加工后的热轧或热挤压毛坯，通过冷拔或冷轧圆形截面钢管，以及只冷拔非圆形截面空心钢管，制造精密和非精密无缝钢管；",
      "一外径超过406.4mm、由热轧板产品冷成型、需纵焊或螺旋焊的焊管制造；",
      "—外径等于或小于406.4mm圆形截面焊管和非圆形截面焊管的制造，前者使用热轧板或冷轧板产品通过连续冷成型或热成型以及纵焊或螺旋焊获得，后者对热或冷轧带经过热或冷成型后的纵焊获得；",
      "一对于热轧带或冷轧带通过热成型或冷成型、纵焊或进一步处理，对于非圆形截面钢管通过冷拔或冷轧或冷成型，制造外径等于或小于406.4mm的精密焊管；",
      "—通过热轧钢板产品的加工，制造平法兰和带锻环法兰；",
      "一通过热轧无缝钢管的锻造，制造对焊连接件，如弯头和异径接头；",
      "一钢制螺纹管件和其他管件。"
    ],
    "excludes": [
      "一使用离心铸造法制造无缝钢管，见17.05.02。"
    ]
  },
  {
    "id": "cat_17_03",
    "code": "17.03",
    "majorId": "17",
    "mediumId": "17.03",
    "smallId": "",
    "name": "其他的钢初加工品的制造",
    "description": "本中类包括通过钢的冷加工制造其他产品",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_17_03_01",
    "code": "17.03.01",
    "majorId": "17",
    "mediumId": "17.03",
    "smallId": "17.03.01",
    "name": "棒材的冷拔",
    "description": "",
    "includes": [
      "一通过冷拔、磨削或车削制造棒材和实心型钢。"
    ],
    "excludes": [
      "一拉丝，见17.03.04。"
    ]
  },
  {
    "id": "cat_17_03_02",
    "code": "17.03.02",
    "majorId": "17",
    "mediumId": "17.03",
    "smallId": "17.03.02",
    "name": "窄钢带的冷轧",
    "description": "",
    "includes": [
      "一用热轧板或钢棒经二次冷轧，制成宽度小于600 mm、卷状或带状、有涂层或无涂层的平板轧钢产品。"
    ],
    "excludes": []
  },
  {
    "id": "cat_17_03_03",
    "code": "17.03.03",
    "majorId": "17",
    "mediumId": "17.03",
    "smallId": "17.03.03",
    "name": "冷成型或冷弯",
    "description": "",
    "includes": [
      "一通过在辊轧机上渐次冷成型或在冲床上折弯平轧钢产品，制造敞口型钢；",
      "一冷成型或冷折叠的、棱纹板和夹心板的制造。"
    ],
    "excludes": []
  },
  {
    "id": "cat_17_03_04",
    "code": "17.03.04",
    "majorId": "17",
    "mediumId": "17.03",
    "smallId": "17.03.04",
    "name": "线材冷拔",
    "description": "",
    "includes": [
      "一通过冷拔钢盘条，制造拉拔钢丝。"
    ],
    "excludes": [
      "一棒材和实心型钢的拔制，见17.03.01;",
      "一其他线材制品的制造，见17.12.03。"
    ]
  },
  {
    "id": "cat_17_04",
    "code": "17.04",
    "majorId": "17",
    "mediumId": "17.04",
    "smallId": "",
    "name": "基础贵金属和其他非铁金属的制造",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_17_04_01",
    "code": "17.04.01",
    "majorId": "17",
    "mediumId": "17.04",
    "smallId": "17.04.01",
    "name": "贵金属的生产",
    "description": "",
    "includes": [
      "一基础贵金属的生产：",
      "◆由矿石和废料生产和精炼出粗制或精制的黄金、白银、铂金等贵金属。",
      "一贵金属合金的生产；",
      "一贵金属半成品的生产；",
      "一用于包基础金属的银(箔)的生产；",
      "一用于包基础金属或银的金(箔)的生产；",
      "一用于包黄金、白银或基础金属的铂金和铂族金属(箔)的生产。",
      "一拔制此类金属线材；",
      "一贵金属箔层压板的制造。"
    ],
    "excludes": [
      "—非铁金属的铸造，见17.05.03、17.05.04;",
      "—贵金属饰品的制造，见23.02.02。"
    ]
  },
  {
    "id": "cat_17_04_02",
    "code": "17.04.02",
    "majorId": "17",
    "mediumId": "17.04",
    "smallId": "17.04.02",
    "name": "铝的生产",
    "description": "",
    "includes": [
      "一用氧化铝(矾土)生产铝；",
      "一用铝废品和废料电解精炼生产铝；",
      "一铝合金的生产；",
      "一铝的半成品制造。",
      "一拔制此类金属的线材；",
      "一氧化铝的生产；",
      "一铝包装箔的生产；",
      "一用以铝为主要成分的铝箔，制造铝箔层压板。"
    ],
    "excludes": [
      "一非铁金属的铸造，见17.05.03、17.05.04。"
    ]
  },
  {
    "id": "cat_17_04_03",
    "code": "17.04.03",
    "majorId": "17",
    "mediumId": "17.04",
    "smallId": "17.04.03",
    "name": "铅、锌和锡的生产",
    "description": "",
    "includes": [
      "一用矿石生产铅、锌、锡；",
      "一对铅、锌、锡废品和废料电解精炼生产铅、锌、锡；",
      "一铅、锌、锡合金的生产；",
      "一铅、锌、锡半成品的制造。",
      "一拔制此类金属的线材；",
      "一锡箔的生产。"
    ],
    "excludes": [
      "一非铁金属的铸造，见17.05.03、17.05.04。"
    ]
  },
  {
    "id": "cat_17_04_04",
    "code": "17.04_04",
    "majorId": "17",
    "mediumId": "17.04",
    "smallId": "17.04.04",
    "name": "铜的生产",
    "description": "",
    "includes": [
      "一用矿石生产铜；",
      "一对铜废品和废料电解精炼生产铜；",
      "一铜合金的生产；",
      "一保险丝或熔带的制造；",
      "—铜的半成品制造。",
      "一拔制此类金属的线材。"
    ],
    "excludes": [
      "—非铁金属的铸造，见17.05.03、17.05.04。"
    ]
  },
  {
    "id": "cat_17_04_05",
    "code": "17.04.05",
    "majorId": "17",
    "mediumId": "17.04",
    "smallId": "17.04.05",
    "name": "其他非铁金属的生产",
    "description": "",
    "includes": [
      "一用矿石或氧化物生产铬、锰、镍等；",
      "一对铬、锰、镍废品和废料电解与铝热精炼生产铬、锰、镍等；",
      "一铬、锰、镍等合金的生产；",
      "一铬、锰、镍等的半成品制造；",
      "一镍锍的生产。",
      "一拔制此类金属的线材。"
    ],
    "excludes": [
      "一非铁金属的铸造，见17.05.03、17.05.04。"
    ]
  },
  {
    "id": "cat_17_05",
    "code": "17.05",
    "majorId": "17",
    "mediumId": "17.05",
    "smallId": "",
    "name": "金属的铸造",
    "description": "本中类包括通过铸造过程，制造半成品和各种铸件。",
    "includes": [],
    "excludes": [
      "一铸造成品的制造，如：锅炉和散热器，见17.07.01; 家用铸件，见17.12.05。"
    ]
  },
  {
    "id": "cat_17_05_01",
    "code": "17.05.01",
    "majorId": "17",
    "mediumId": "17.05",
    "smallId": "17.05.01",
    "name": "铁的铸造",
    "description": "本小类包括铸铁活动。",
    "includes": [
      "一铁制半成品的铸造；",
      "—灰口铁铸件的铸造；",
      "一球墨铸铁件的铸造；",
      "一可锻铸铁件的铸造；",
      "—铸铁管材、管配件及空心异型材的制造。"
    ],
    "excludes": []
  },
  {
    "id": "cat_17_05_02",
    "code": "17.05.02",
    "majorId": "17",
    "mediumId": "17.05",
    "smallId": "17.05.02",
    "name": "钢的铸造",
    "description": "本小类包括铸钢活动。",
    "includes": [
      "一半成品钢产品的铸造；",
      "一钢铸件的铸造；",
      "—离心铸造的无缝钢管的制造；",
      "一铸钢管材或管件配件的制造。"
    ],
    "excludes": []
  },
  {
    "id": "cat_17_05_03",
    "code": "17.05.03",
    "majorId": "17",
    "mediumId": "17.05",
    "smallId": "17.05.03",
    "name": "轻金属的铸造",
    "description": "",
    "includes": [
      "—铝、镁、钛、锌等半成品的铸造；",
      "一轻金属铸件的铸造。"
    ],
    "excludes": []
  },
  {
    "id": "cat_17_05_04",
    "code": "17.05.04",
    "majorId": "17",
    "mediumId": "17.05",
    "smallId": "17.05.04",
    "name": "其他非铁金属的铸造",
    "description": "",
    "includes": [
      "一重金属铸件的铸造；",
      "一贵金属铸件的铸造；",
      "一非铁金属铸件的压铸。"
    ],
    "excludes": []
  },
  {
    "id": "cat_17_06",
    "code": "17.06",
    "majorId": "17",
    "mediumId": "17.06",
    "smallId": "",
    "name": "结构用金属制品的制造",
    "description": "本中类包括结构用金属制品(例如金属框架或建筑用构件)的制造。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_17_06_01",
    "code": "17.06.01",
    "majorId": "17",
    "mediumId": "17.06",
    "smallId": "17.06.01",
    "name": "金属结构物及结构件的制造",
    "description": "",
    "includes": [
      "—建筑及其部件(塔、桅杆、桁架、桥梁等)用金属框架或骨架的制造；",
      "—金属工业框架(高炉、起重和装卸设备等的框架)的制造 ；",
      "一以金属为主的预制建筑的制造：",
      "◆工地棚屋、模块化展馆单元等。"
    ],
    "excludes": [
      "一船或动力锅炉部件的制造，见17.08.00;",
      "一组装式铁路轨道固定装置的制造，见17.12.05;",
      "一船舶部件的制造，见20.01.01。"
    ]
  },
  {
    "id": "cat_17_06_02",
    "code": "17.06.02",
    "majorId": "17",
    "mediumId": "17.06",
    "smallId": "17.06.02",
    "name": "金属门窗的制造",
    "description": "",
    "includes": [
      "一金属的门、窗及其框架、百叶窗和大门的制造；",
      "一地板附着的金属房间隔断。"
    ],
    "excludes": []
  },
  {
    "id": "cat_17_07",
    "code": "17.07",
    "majorId": "17",
    "mediumId": "17.07",
    "smallId": "",
    "name": "金属箱、槽及容器的制造",
    "description": "本中类包括金属箱、集中供暖散热器和锅炉的制造",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_17_07_01",
    "code": "17.07.01",
    "majorId": "17",
    "mediumId": "17.07",
    "smallId": "17.07.01",
    "name": "集中供暖散热器和锅炉的制造",
    "description": "",
    "includes": [],
    "excludes": [
      "一电烤箱、热水器的制造，见19.13.01。"
    ]
  },
  {
    "id": "cat_17_07_02",
    "code": "17.07.02",
    "majorId": "17",
    "mediumId": "17.07",
    "smallId": "17.07.02",
    "name": "其他金属箱、槽及容器的制造",
    "description": "",
    "includes": [
      "一通常固定安装用作储存装置或制造过程使用的金属箱、槽及容器的制造；",
      "一用于存储压缩气体或液化气体的金属容器的制造。"
    ],
    "excludes": [
      "一通常用于搬运和包装货物且容量不超过300升的金属桶、圆桶、罐、提桶、箱盒等的制造，见17.12.01、17.12.02",
      "一运输集装箱的制造，见22.02.00;",
      "一坦克的制造(有装甲的军用车辆),见18.07.00。"
    ]
  },
  {
    "id": "cat_17_08",
    "code": "17.08",
    "majorId": "17",
    "mediumId": "17.08",
    "smallId": "",
    "name": "蒸汽发生器的制造(集中供暖热水锅炉除外)",
    "description": "本中类包括蒸汽发生器的制造。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_17_08_00",
    "code": "17.08.00",
    "majorId": "17",
    "mediumId": "17.08",
    "smallId": "17.08.00",
    "name": "蒸汽发生器的制造(集中供暖热水锅炉除外)",
    "description": "",
    "includes": [
      "—水蒸汽或其他蒸气发生器的制造；",
      "一蒸汽发生器使用的辅助装置的制造：",
      "◆冷凝器、节热器、过热器、蒸汽收集器和蓄汽器。",
      "一核反应堆的制造，同位素分离器除外；",
      "一船或动力锅炉用部件的制造。",
      "一管道系统的施工，包括与相关的设计和施工一起，进一步把金属管制成压力管线或管道系统。"
    ],
    "excludes": [
      "一集中供热热水锅炉和散热器的制造，见17.07.01;",
      "一锅炉涡轮机组的制造，见18.01.01;",
      "一同位素分离器的制造，见18.05.07。"
    ]
  },
  {
    "id": "cat_17_09",
    "code": "17.09",
    "majorId": "17",
    "mediumId": "17.09",
    "smallId": "",
    "name": "金属锻造、挤压、冲压和滚压成型，粉末冶金",
    "description": "本中类包括金属处理的一般活动，例如锻造或挤压，这通常是在收费或合同基础上实施的。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_17_09_00",
    "code": "17.09.00",
    "majorId": "17",
    "mediumId": "17.09",
    "smallId": "17.09.00",
    "name": "金属锻造、挤压、冲压和滚压成型，粉末冶金",
    "description": "",
    "includes": [
      "一金属锻造、挤压、冲压和滚压成形；",
      "—粉末冶金：直接用金属粉末经热处理(烧结)或在加压之下生产金属制品。"
    ],
    "excludes": [
      "一金属粉末的生产，见17.01、17.04。"
    ]
  },
  {
    "id": "cat_17_10",
    "code": "17.10",
    "majorId": "17",
    "mediumId": "17.10",
    "smallId": "",
    "name": "金属的处理和涂覆，机加工",
    "description": "本中类包括金属处理的一般活动，如电镀、涂覆、蚀刻、钻削、磨削、焊接等，这通常是基于收费或合同实施的。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_17_10_01",
    "code": "17.10.01",
    "majorId": "17",
    "mediumId": "17.10",
    "smallId": "17.10.01",
    "name": "金属的处理和涂覆",
    "description": "",
    "includes": [
      "一金属电镀、阳极氧化等；",
      "一金属的热处理；",
      "一金属的去毛刺、喷砂、滚光、清洗；",
      "一金属的着色、雕刻；",
      "一金属的非金属涂覆：",
      "◆塑化、上釉、涂漆等。",
      "一金属的淬火、抛光。"
    ],
    "excludes": [
      "一蹄铁匠活动，见01.06.02;",
      "一金属上的印刷，见09.01.02;",
      "一塑料上的金属涂覆，见14.02.04;",
      "一在基础金属或其他金属上轧附贵金属箔，见17.04.01 ~17.04.04;",
      "一“立等可取”的刻字服务，见29.22.06。"
    ]
  },
  {
    "id": "cat_17_10_02",
    "code": "17.10.02",
    "majorId": "17",
    "mediumId": "17.10",
    "smallId": "17.10.02",
    "name": "机加工",
    "description": "",
    "includes": [
      "—金属加工件的钻削、车削、铣削、侵蚀、刨削、研磨、拉削、校平、锯削、磨削、刃磨、抛光，焊接，拼接等；",
      "一利用激光束法对金属进行切削及在金属上书写。"
    ],
    "excludes": [
      "一蹄铁匠活动，见01.06.02。"
    ]
  },
  {
    "id": "cat_17_11",
    "code": "17.11",
    "majorId": "17",
    "mediumId": "17.11",
    "smallId": "",
    "name": "刃具、工具及一般五金器具的制造",
    "description": "本中类包括刃具、金属手工工具及一般五金器具的制造。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_17_11_01",
    "code": "17.11.01",
    "majorId": "17",
    "mediumId": "17.11",
    "smallId": "17.11.01",
    "name": "刃具的制造",
    "description": "",
    "includes": [
      "一家用餐具，如刀、叉、勺等的制造；",
      "一其他刃具物品的制造：",
      "切肉刀和砍刀；",
      "剃刀和剃刀片；",
      "剪刀和理发推子。",
      "—弯刀、剑、刺刀等的制造。"
    ],
    "excludes": [
      "一空心器皿(锅、水壶等)、餐具(碗、大浅盘等)或扁平器皿(盘子、碟子等)的制造，见17.12.05;",
      "一贵金属刃具的制造，见23.02.02。"
    ]
  },
  {
    "id": "cat_17_11_02",
    "code": "17.11.02",
    "majorId": "17",
    "mediumId": "17.11",
    "smallId": "17.11.02",
    "name": "锁和铰链的制造",
    "description": "",
    "includes": [
      "一建筑、家具、车辆等用的挂锁、锁、键、铰链和类似五金件的制造。"
    ],
    "excludes": []
  },
  {
    "id": "cat_17_11_03",
    "code": "17.11.03",
    "majorId": "17",
    "mediumId": "17.11",
    "smallId": "17.11.03",
    "name": "工具的制造",
    "description": "",
    "includes": [
      "一机械或机械设备用的刀具和切割片的制造；",
      "一手工工具，如钳子、螺丝起子等的制造；",
      "一非动力驱动农用手工工具的制造；",
      "一锯和锯条的制造，包括圆锯片和链锯锯条；",
      "一用于手工工具(无论是否电动操作)或机床用可互换工具的制造：钻头、冲头、铣刀等；",
      "一冲压工具的制造；",
      "一铁匠工具的制造：锻造工具、铁砧等；",
      "一型箱和铸模(锭模除外)的制造；",
      "一虎头钳、夹钳的制造。"
    ],
    "excludes": [
      "一动力驱动手工工具的制造，见18.02.04;",
      "一锭模的制造，见18.05.01。"
    ]
  },
  {
    "id": "cat_17_12",
    "code": "17.12",
    "majorId": "17",
    "mediumId": "17.12",
    "smallId": "",
    "name": "其他金属加工制品的制造",
    "description": "本中类包括各种家庭和工业用途的金属制品的制造，例如罐与桶，螺钉、螺栓与螺母，金属家具，金属夹具，船舶螺旋桨与锚，组装式铁路轨道固定装置等。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_17_12_01",
    "code": "17.12.01",
    "majorId": "17",
    "mediumId": "17.12",
    "smallId": "17.12.01",
    "name": "钢桶及类似容器的制造",
    "description": "",
    "includes": [
      "一提桶、罐、圆桶、铲斗、盒子的制造。"
    ],
    "excludes": [
      "一金属箱、槽的制造，见17.07。"
    ]
  },
  {
    "id": "cat_17_12_02",
    "code": "17.12.02",
    "majorId": "17",
    "mediumId": "17.12",
    "smallId": "17.12.02",
    "name": "轻金属包装物的制造",
    "description": "",
    "includes": [
      "一装食品的瓶与罐、伸缩管和盒子的制造；",
      "一金属封口盖的制造。"
    ],
    "excludes": []
  },
  {
    "id": "cat_17_12_03",
    "code": "17.12.03",
    "majorId": "17",
    "mediumId": "17.12",
    "smallId": "17.12.03",
    "name": "金属丝制品、链条和弹簧的制造",
    "description": "",
    "includes": [
      "一金属缆绳、辫带和类似制品的制造；",
      "一非绝缘金属缆线或不能用作导线的绝缘金属缆线的制造；",
      " —涂覆线或芯线的制造；",
      "一金属丝制品的制造：带刺铁丝、金属丝栅栏、格栅，网，金属丝网布等；",
      "一 电弧焊焊条；",
      "一钉子和大头针的制造；",
      "一弹簧的制造(除了钟表发条):",
      "◆钢板弹簧、螺旋弹簧、扭杆弹簧；",
      "◆弹簧片。",
      "一链条的制造，动力传输链条除外。"
    ],
    "excludes": [
      "一钟表发条的制造，见19.05.02;",
      "一电力传输电线电缆的制造，见19.11.02;",
      "一动力传动链条的制造，见18.01.05。"
    ]
  },
  {
    "id": "cat_17_12_04",
    "code": "17.12.04",
    "majorId": "17",
    "mediumId": "17.12",
    "smallId": "17.12.04",
    "name": "紧固件和螺杆机械产品的制造",
    "description": "",
    "includes": [
      "一铆钉、垫圈及类似非螺纹产品的制造；",
      "一螺杆机械产品的制造；",
      "一螺栓、螺杆、螺母及类似螺纹产品的制造。"
    ],
    "excludes": []
  },
  {
    "id": "cat_17_12_05",
    "code": "17.12.05",
    "majorId": "17",
    "mediumId": "17.12",
    "smallId": "17.12.05",
    "name": "其他未另分类的金属制品的制造",
    "description": "",
    "includes": [
      "一家用金属制品的制造：",
      "◆扁平器皿：盘、碟等；",
      "◆空心器皿：锅、水壶等；",
      "成套餐具：碗、大浅盘等；",
      "◆锅、平底锅和其他用于餐桌或厨房的非电力炊具；",
      "◆小型手工操作厨房器具及配件；",
      "擦洗用金属垫。",
      "一建筑用含锌组件的制造：水槽、屋顶覆盖物、浴缸、洗涤槽、脸盆及类似物品；",
      "一办公室使用的金属物品的制造，家具除外；",
      "一保险箱、保险柜、防盗门等的制造；",
      "一下述各种金属物品的制造：",
      "◆船用螺旋桨及其桨叶；",
      "◆ 锚 ；",
      "◆ 铃 ；",
      "◆组装式轨道固定装置；",
      "◆扣子、扣环、吊钩；",
      "◆金属梯；",
      "◆金属招牌，包括路标。",
      "一箔袋的制造；",
      "一金属永磁体的制造；",
      "一金属真空壶和瓶的制造；",
      "一金属徽章与金属军用证章的制造；",
      "一金属卷发器、金属伞柄与支撑架、梳子的制造。"
    ],
    "excludes": [
      "一剑、刺刀的制造，见17.11.01;",
      "一购物车的制造，见22.05.03;",
      "一金属家具的制造，见23.01.01、23.01.02、23.01.04",
      "一体育用品的制造，见23.04.00;",
      "一游戏用品和玩具的制造，见23.05.00。"
    ]
  },
  {
    "id": "cat_17_13",
    "code": "17.13",
    "majorId": "17",
    "mediumId": "17.13",
    "smallId": "",
    "name": "金属加工制品的维修",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_17_13_00",
    "code": "17.13.00",
    "majorId": "17",
    "mediumId": "17.13",
    "smallId": "17.13.00",
    "name": "金属加工制品的维修",
    "description": "本小类包括金属加工制品的修理和维护。",
    "includes": [
      "一金属箱、槽及容器的维修；",
      "一管及管线的修理与维护；",
      "一移动式焊接修理；",
      "一海运钢制桶的维修；",
      "一水蒸汽或其他蒸气发生器的修理与维护；",
      "一蒸汽发生器使用的辅助设备修理与维护：",
      "◆冷凝器、节热器、过热器、蒸气收集器和蓄汽器。",
      "一核反应堆的修理和维护，同位素分离器除外；",
      "一船或动力锅炉用部件的修理和维护；",
      "一集中供热锅炉和散热器的金属件维修；",
      "一武器和弹药的修理和维护(包括体育和娱乐枪的维修);",
      "一购物车的修理和维护。"
    ],
    "excludes": [
      "一刀片和锯刃的打磨，见18.08.00;",
      "一集中供热系统等的维修，见28.07.02;",
      "一机械锁紧装置、保险柜等的维修，见35.13.00。"
    ]
  }
];
