import { CategoryItem } from '../types';

export const category_13: CategoryItem[] = [
  {
    "id": "cat_13",
    "code": "13",
    "majorId": "13",
    "mediumId": "",
    "smallId": "",
    "name": "药品",
    "description": "本大类包括基础药品和药物制剂的制造。本大类还包括药用化学品和植物性药材产品的制造。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_13_01",
    "code": "13.01",
    "majorId": "13",
    "mediumId": "13.01",
    "smallId": "",
    "name": "基础药物制品的制造",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_13_01_00",
    "code": "13.01.00",
    "majorId": "13",
    "mediumId": "13.01",
    "smallId": "13.01.00",
    "name": "基础药物制品的制造",
    "description": "",
    "includes": [
      "一药用活性物质的制造，其药理特性可用于药物的制造：抗生素、基础维生素、水杨酸和O-乙酰基水杨酸等；",
      "一血液加工。",
      "一化学纯糖的制造；",
      "一腺体的加工和腺体提取物等的制造。"
    ],
    "excludes": []
  },
  {
    "id": "cat_13_02",
    "code": "13.02",
    "majorId": "13",
    "mediumId": "13.02",
    "smallId": "",
    "name": "药物制剂的制造",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_13_02_00",
    "code": "13.02.00",
    "majorId": "13",
    "mediumId": "13.02",
    "smallId": "13.02.00",
    "name": "药物制剂的制造",
    "description": "",
    "includes": [
      "一药物的制造：",
      "◆抗血清和其他血液组分；",
      "疫苗；",
      "各种药物，包括顺势疗法制剂。",
      "一外用化学避孕药品和激素避孕药的制造；",
      "一医用诊断制剂，包括妊娠试验剂的制造；",
      "一体内诊断用放射性物质的制造；",
      "一生物技术药物的制造。",
      "一医用浸渍软填料、纱布、绷带、敷料等的制造；",
      "一药用植物产品的制备(研磨、分级、磨碎)。"
    ],
    "excludes": [
      "草本植物(薄荷、马鞭草、甘菊等)浸液的制造，见03.08.03;",
      "补牙材料和牙科用粘固剂的制造，见23.06.00;",
      "骨胳重构粘固剂的制造，见23.06.00;",
      "手术用消毒帷帘的制造，见23.06.00;",
      "药品批发，见29.08.06;",
      "药品零售，见29.19.03;",
      "药物和生物科技药物的研究和开发，见34.03.01;",
      "药品包装，见35.21.02。"
    ]
  }
];
