import { CategoryItem } from '../types';

export const category_33: CategoryItem[] = [
  {
    id: 'cat_33',
    code: '33',
    majorId: '33',
    mediumId: '',
    smallId: '',
    name: '信息技术',
    description: '本大类包括软件发行，计算机编程、咨询相关活动，以\n及数据处理、托管等相关活动与门户网站运营。'
  },
  // Medium 33.01
  {
    majorId: '33',
    mediumId: '33.01',
    smallId: '',
    name: '软件发行',
    description: ''
  },
  {
    majorId: '33',
    mediumId: '33.01',
    smallId: '33.01.01',
    name: '电脑游戏发行',
    description: '本小类包括：\n 一所有平台的电脑游戏的发行。'
  },
  {
    majorId: '33',
    mediumId: '33.01',
    smallId: '33.01.02',
    name: '其他软件发行',
    description: '本小类包括：\n 一现成软件(非定制)的发行，包括为了特定市场的\n 自身利益，翻译或改编非定制软件：\n ◆操作系统；\n ◆商业和其他应用软件。\n本小类不包括：\n 一软件复制，见09.02.00;\n 一非定制软件的零售，见29.16.01;\n 一生产非公开发行的软件，包括为了特定市场，在收\n 费或合同基础上的翻译或改编非定制软件 ，\n 见33.02.01;\n 一软件的在线提供(应用托管和应用服务提供),\n 见33.03.01。'
  },
  // Medium 33.02
  {
    majorId: '33',
    mediumId: '33.02',
    smallId: '',
    name: '计算机编程、咨询及相关活动',
    description: ' 本中类包括在信息技术领域中提供专门技能的以下活\n动：软件的写入、修改、测试和支持；策划和设计集成计\n算机硬件、软件和通信技术的计算机系统；对客户的电脑\n操作系统和/或数据处理设施的现场管理及操作；以及其\n他与计算机相关的专业和技术活动。'
  },
  {
    majorId: '33',
    mediumId: '33.02',
    smallId: '33.02.01',
    name: '计算机编程活动',
    description: '本小类包括软件的写入、修改、测试和支持。\n本小类包括：\n 一结构和内容的设计，和/或写入所需的计算机代码\n 来创建和执行：\n 系统软件(包括更新和修补程序);\n 软件应用(包括更新和修补程序);\n 数据库 ；\n 网页。\n 一定制软件，即为了适应客户的信息系统环境，对现\n 有的应用程序进行修改和配置。\n本小类还包括：\n 一套装软件的发行，见33.01.02;\n 一为特定市场的自身利益，翻译或改编非定制软件，\n 见33.01.02;\n —策划和设计集成计算机硬件、软件和通信技术的计\n 算机系统，即使提供的软件可能是一个不可分割的\n 部分，参见33.02.02。'
  },
  {
    majorId: '33',
    mediumId: '33.02',
    smallId: '33.02.02',
    name: '计算机咨询活动',
    description: ' 本小类包括策划和设计计算机系统(该机系统集成有计算\n机硬件、软件和通信技术)。服务可以包括相关的客户培训。\n 本小类不包括：\n 一计算机硬件或软件的销售，见29.09.01、29.16.01;\n —大型计算机主机或相似类型计算机的安装，见18.09.00;\n 一个人电脑的安装，见33.02.04;\n 一计算机软件的安装和恢复，见33.02.04。'
  },
  {
    majorId: '33',
    mediumId: '33.02',
    smallId: '33.02.03',
    name: '计算机设备管理活动',
    description: '本小类包括提供对客户的计算机操作系统和/或数据处\n理设施的现场管理与操作，以及相关支持服务。'
  },
  {
    majorId: '33',
    mediumId: '33.02',
    smallId: '33.02.04',
    name: '其他信息技术及计算机服务活动',
    description: ' 本小类包括未另分类的其他信息技术和计算机相关活\n动，如：\n 一计算机灾难恢复服务；\n 一个人电脑的安装；\n 一软件安装服务。\n 本小类不包括：\n —大型计算机主机或相似类型计算机的安装，见18.09.00;\n 一计算机编程，见33.02.01;\n 一计算机咨询，见33.02.02;\n 一计算机设备管理，见33.02.03;\n 一数据处理和托管，见33.03.01。'
  },
  // Medium 33.03
  {
    majorId: '33',
    mediumId: '33.03',
    smallId: '',
    name: '数据处理、托管及相关活动，门户网站',
    description: '本中类包括提供基础设施用于托管、数据处理服务及相\n关活动，以及提供搜索工具和其他因特网门户网站。'
  },
  {
    majorId: '33',
    mediumId: '33.03',
    smallId: '33.03.01',
    name: '数据处理、托管及相关活动',
    description: '本小类包括：\n —提供基础设施用于托管、数据处理服务及相关活动；\n 一专业托管活动如：\n 网站托管；\n 流媒体服务；\n ◆应用托管。\n 一应用服务提供；\n 一向客户端提供常规分时共享主机；\n 一数据处理的活动：\n 客户端提供数据的完整处理；\n 基于客户提供的数据生成特定的报告。\n 一提供数据录入服务。\n本小类不包括：\n 一供应商将计算机仅作为工具出租的活动，其分类依\n 据实施服务性质划分。'
  },
  {
    majorId: '33',
    mediumId: '33.03',
    smallId: '33.03.02',
    name: '门户网站',
    description: ' 本小类包括：\n 一运营一个易操作的网站，可通过搜索引擎生成和维\n 护大量网络地址及信息数据；\n 一运营一个其他类型的门户网站，如定期更新内容的\n 媒体网站。\n 本小类不包括：\n 一通过互联网出版图书、报纸、期刊等，见08.01、33.01;\n 一通过互联网广播，见39.06、39.07。'
  }
];
