import { CategoryItem } from '../types';

export const category_27: CategoryItem[] = [
  {
    "id": "cat_27",
    "code": "27",
    "majorId": "27",
    "mediumId": "",
    "smallId": "",
    "name": "供水业",
    "description": "本大类包括通过管线和管道等固定基础设施(网络)提供蒸汽、热水和其他类似产品的活动。网络规模并不起决定作用，本大类也包括在工业园区或住宅建筑中蒸汽、热水和其他类似产品的分配。本大类包括了空调风的提供。本大类还包括生活和工业用水的集水、水处理和供水。 本大类不包括污水处理设施的运营，见39.01.00。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_27_01",
    "code": "27.01",
    "majorId": "27",
    "mediumId": "27.01",
    "smallId": "",
    "name": "蒸汽和空调的供应",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_27_01_00",
    "code": "27.01.00",
    "majorId": "27",
    "mediumId": "27.01",
    "smallId": "27.01.00",
    "name": "蒸汽和空调的供应",
    "description": "",
    "includes": [
      "一用于供热、动力及其他用途的蒸汽和热水的生产、收集和分配；",
      "一冷空气的生产和分配；",
      "一用于冷却的冷冻水的生产和分配；",
      "一食用冰和非食用冰(如制冷用冰)的生产。"
    ],
    "excludes": []
  },
  {
    "id": "cat_27_02",
    "code": "27.02",
    "majorId": "27",
    "mediumId": "27.02",
    "smallId": "",
    "name": "集水、处理和供水",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_27_02_00",
    "code": "27.02.00",
    "majorId": "27",
    "mediumId": "27.02",
    "smallId": "27.02.00",
    "name": "集水、处理和供水",
    "description": "本小类包括家用和工业用水的采集、处理和分配活动。包括从各种来源采集水，以及采用各种方法分配水。本小类还包括灌溉渠的使用。但通过洒水装置提供的灌溉服务和类似的农业支持性服务的提供，不在本小类中。",
    "includes": [
      "一河水、湖水、井水等的采集；",
      "一 雨水的收集；",
      "一供水的净化；",
      "一工业和其他用途用水的处理；",
      "一将水作为主产品，对海水或地下水脱盐处理；",
      "一通过管道、卡车或其他方法配送水；",
      "一灌溉渠的使用。"
    ],
    "excludes": [
      "—农业用灌溉设备的操作，见01.06.01;",
      "一为防止污染而进行的废水处理，见39.01.00;",
      "一(长距离)管道输水，见31.05.00。"
    ]
  }
];
