import { CategoryItem } from '../types';

export const category_38: CategoryItem[] = [
  {
    id: 'cat_38',
    code: '38',
    majorId: '38',
    mediumId: '',
    smallId: '',
    name: '健康和社会工作',
    description: ' 本大类包括提供保健及社会工作。这些活动包括的范围很\n广，从在医院和其他场所由训练有素的医务专业人员提供医\n疗保健活动，到仍含有一定程度医疗保健性质的留宿护理活\n 动，再到没有任何专业医护人员参与的社会工作活动。\n 本大类也包括兽医活动。'
  },
  // Medium 38.01
  {
    majorId: '38',
    mediumId: '38.01',
    smallId: '',
    name: '医院活动',
    description: ''
  },
  {
    majorId: '38',
    mediumId: '38.01',
    smallId: '38.01.00',
    name: '医院活动',
    description: ' 本小类包括：\n 一短期医院或长期医院的活动，即全科医院(如社区\n 和地区医院、非营利组织医院、大学医院、军事基\n 地和监狱医院)和专科医院(如精神健康和药品滥\n 用医院、传染病院、妇产医院、专科疗养院)的医\n 疗、诊断和治疗活动。\n 这些活动主要是针对住院病人，并在医生的直接监督下\n进行，包括：\n ◆医务人员及辅助医务人员的服务；\n ◆实验室和技术设施的服务，包括放射性和麻醉服务；\n ◆急诊室服务；\n ◆计划生育中心提供的诸如绝育和终止妊娠等住院\n 医疗服务。',
    excludes: [
      ' —除医学检验外的，对各类材料和产品的实验室检测\n 和检查，见34.02.00;',
      '一兽医活动，见38.10.00;',
      '一对军事人员的战地保健活动，见36.02.02;',
      ' 一全科的或专科的牙科诊疗活动，例如包括牙科、牙髓和\n 小儿牙科、口腔病理学、畸齿矫正活动，见38.02.03;',
      '一对住院病人的私人咨询服务，见38.02;',
      '一医学实验室检测，见38.03.00;',
      '一救护车运送活动，见38.03.00。'
    ]
  },
  // Medium 38.02
  {
    majorId: '38',
    mediumId: '38.02',
    smallId: '',
    name: '医疗和牙科诊疗活动',
    description: ' 本中类包括由全科医生和专科医生，包括外科医生、牙\n科医生等进行的诊断和治疗。\n 这些活动可在私人诊所、集体诊所和医院门诊部，及附\n属于企业、学校、养老院、劳工组织和互助组织的诊所，\n以及在病人的家中进行。\n 本中类还包括：\n—对住院病人的私人诊断服务。'
  },
  {
    majorId: '38',
    mediumId: '38.02',
    smallId: '38.02.01',
    name: '全科医疗活动',
    description: '本小类包括：\n一由全科医生进行的常规医学领域的诊断与治疗。',
    excludes: [
      '一住院病人的医院活动，见38.01.00;',
      '一助产士、护士及理疗师等的辅助医务活动，见38.03.00。'
    ]
  },
  {
    majorId: '38',
    mediumId: '38.02',
    smallId: '38.02.02',
    name: '专科医疗活动',
    description: '本小类包括：\n 一由专科医生和外科医生进行的，在其专业医学领域\n 的诊断和治疗。\n本小类还包括：\n 一计划生育中心提供的绝育和终止妊娠等非住院治疗。',
    excludes: [
      ' 一住院病人的医院活动，见38.01.00;',
      '一助产士、理疗师和其他辅助医务人员的活动，见38.03.00。'
    ]
  },
  {
    majorId: '38',
    mediumId: '38.02',
    smallId: '38.02.03',
    name: '牙科诊疗活动',
    description: '本小类包括：\n 一全科的或专科的牙科诊疗活动。例如牙科、牙髓和\n 小儿牙科、口腔病理学；\n 一畸齿矫正活动。\n本小类还包括：\n 一需要手术的牙科治疗。',
    excludes: [
      ' 一由牙科实验室进行假牙，牙托及其他假牙器具的制\n 造，见23.06.00;',
      ' 一住院病患在医院内的活动，见38.01.00;',
      '一牙科辅助医务人员，如牙科保健师的活动，见38.03.00。'
    ]
  },
  // Medium 38.03
  {
    majorId: '38',
    mediumId: '38.03',
    smallId: '',
    name: '其他人类保健活动',
    description: ''
  },
  {
    majorId: '38',
    mediumId: '38.03',
    smallId: '38.03.00',
    name: '其他人类保健活动',
    description: ' 本小类包括：\n 一由医院、医生或牙医之外提供的人类保健活动：\n ◆在验光、水疗、医疗按摩、职业治疗、语言障碍\n 矫正、脚病治疗、顺势疗法、脊椎推拿疗法、针\n 灸等领域的护士、助产士、理疗师或其他辅助助医\n 务人员的活动。\n 这些活动可能在附属于企业、学校、养老院、劳工组织\n和互助组织的卫生所进行，也可能在医院之外的留宿保健\n机构进行，也可以在个人开办的诊室、病人家中或其他场\n所进行。\n 本小类还包括：\n 一牙科辅助医务人员如牙科理疗师，学校牙科护士和\n 牙科保健师的活动，但这些人需由牙医定期监督指\n 导(可以采用远程方式);\n 一如下医学实验室的活动：\n ◆X一射线实验室及其他影像诊断中心；\n ◆血液分析实验室。\n 一血库、精子库和移植器官库的活动；\n 一以各种运输形式(包括飞机)紧急救护运送病人。\n 这些服务通常在紧急医疗时提供。',
    excludes: [
      ' 一由牙科实验室进行的假牙、牙托和假牙器具的制\n 造，见23.06.00;',
      ' 一在既无医务人员也无救生设备的情况下转移病人，\n 见31.01～31.11;',
      ' 一非医学实验室检测，见34.02.00;',
      ' 一在食品卫生领域的检测活动，见34.02.00;',
      ' 一医院活动，见38.01.00;',
      ' —医生和牙科诊疗活动，见38.02;',
      ' —留宿护理设施，见38.04。'
    ]
  },
  // Medium 38.04
  {
    majorId: '38',
    mediumId: '38.04',
    smallId: '',
    name: '留宿的护理活动',
    description: ''
  },
  {
    majorId: '38',
    mediumId: '38.04',
    smallId: '38.04.00',
    name: '留宿的护理活动',
    description: ' 本小类包括：\n 一下列活动：\n ◆提供护理服务的老人院；\n ◆康复之家；\n ◆带有护理服务的疗养院；\n 护理机构；\n 护理之家。',
    excludes: [
      ' 一由医护专业人员提供的家庭服务，见38.01～38.03;',
      ' 一没有或仅有非常有限的护理服务的老人院的活动，\n 见38.06.00;',
      ' 一留宿的社会工作活动，如孤儿院、儿童的寄宿之家\n 及接待站、无家可归者临时庇护所见38.07.00。'
    ]
  },
  // Medium 38.05
  {
    majorId: '38',
    mediumId: '38.05',
    smallId: '',
    name: '向智障人士、精神病患者和药物滥用者提供的留宿照料活动',
    description: ''
  },
  {
    majorId: '38',
    mediumId: '38.05',
    smallId: '38.05.00',
    name: '向智障人士、精神病患者和药物滥用者提供的留宿照料活动',
    description: ' 本小类包括为智障人士、精神病患者和药物滥用者提供\n留宿照料(但不是经许可的医院护理)。服务机构提供宿\n舍、膳食、保护、监护，咨询和一些保健看护。\n 本小类包括：\n 一下列活动：\n 酗酒或药物成瘾治疗所；\n 精神病疗养院；\n ◆心理失常者的集体居住所；\n ◆智障照料机构；\n ◆精神健康过渡性疗养院。\n 本小类还包括：\n —对精神病患者和药物滥用患者提供留宿照料和治疗\n 的活动。',
    excludes: [
      ' —精神病医院，见38.01.00;',
      ' —留宿的社会工作活动，如无家可归者临时庇护所，\n 见38.07.00。'
    ]
  },
  // Medium 38.06
  {
    majorId: '38',
    mediumId: '38.06',
    smallId: '',
    name: '向老年人和残疾人提供的留宿照料活动',
    description: ''
  },
  {
    majorId: '38',
    mediumId: '38.06',
    smallId: '38.06.00',
    name: '向老年人和残疾人提供的留宿照料活动',
    description: ' 本小类包括对不能完全自理和/或不希望独自居住的老\n年人和残疾人提供住宿和个人照料服务。\n 这类照料通常包括房间、膳食、监护和日常生活中的帮\n助，例如家政服务。在某些情况下，这些单位为居住在独\n立设施中的居民提供熟练的看护服务。\n 本小类包括：\n 一以下设施的活动：\n ◆辅助生活设施；\n ◆持续看护的退休社区；\n ◆提供最基本护理服务的老人院(基本不带护理活\n 动);\n ◆不提供护理服务的休养院。',
    excludes: [
      ' —带有护理服务的养老院的活动，见38.04.00;',
      ' 一不以医疗和教育为主的留宿社会工作活动，见38.07.00。'
    ]
  },
  // Medium 38.07
  {
    majorId: '38',
    mediumId: '38.07',
    smallId: '',
    name: '其他留宿照料活动',
    description: ''
  },
  {
    majorId: '38',
    mediumId: '38.07',
    smallId: '38.07.00',
    name: '其他留宿照料活动',
    description: '本小类包括提供住宿和个人照料的服务，但对不能完全\n自理和/或不希望独自居住的老年人和残疾人的服务除外。\n本小类包括：\n —向儿童和自理能力部分受限的特殊人员提供的不以\n 医疗或教育为主的全天的社会援助活动：\n ◆孤儿院；\n ◆儿童的寄宿之家和接待站；\n ◆无家可归者临时庇护所；\n ◆照顾未婚母亲和她们的子女的机构。\n这些活动可由政府部门或私营机构实施。\n本小类还包括：\n一下列活动：\n ◆有社会问题或人际问题人员的过渡性集体住所；\n ◆少年犯和罪犯的过渡性住所；\n ◆少年矫正中心。',
    excludes: [
      '一强制性社会保障计划的筹资和管理，见36.03.00;',
      '一护理机构的活动，见38.04.00;',
      '一对老人和残疾人的留宿照料活动，见38.06.00;',
      '一收养活动，见38.09.02;',
      ' 一灾民的短期避难活动，见38.09.02。'
    ]
  },
  // Medium 38.08
  {
    majorId: '38',
    mediumId: '38.08',
    smallId: '',
    name: '向老年人和残疾人提供的不含住宿的社会工作活动',
    description: ''
  },
  {
    majorId: '38',
    mediumId: '38.08',
    smallId: '38.08.00',
    name: '向老年人和残疾人提供的不含住宿的社会工作活动',
    description: '本小类包括：\n一针对老年人和残疾人的在他们的家中或其他地方进\n 行的社交、辅导、救济、转诊等类似的服务，这些\n 服务由政府部门或私营组织、国家或当地的自助组\n 织及咨询专家提供：\n ◆对老人和残疾人的探访；\n ◆对老年人和成年残疾人的日间照料活动；\n ◆向残疾人提供的，为职业准备的康复和适应训练\n 活动，其中教育所占成分很有限。',
    excludes: [
      '一强制性社会保障计划的筹资和管理，见36.03.00;',
      '一与此小类中所述的活动相类似的活动，但包括了住\n 宿的，见38.06.00;',
      '—残疾儿童的日托活动，见38.09.01。'
    ]
  },
  // Medium 38.09
  {
    majorId: '38',
    mediumId: '38.09',
    smallId: '',
    name: '其他不提供住宿的社会工作活动',
    description: ''
  },
  {
    majorId: '38',
    mediumId: '38.09',
    smallId: '38.09.01',
    name: '儿童日托活动',
    description: '本小类还包括：\n 一儿童、小学生日托活动，包括残疾儿童日托活动。'
  },
  {
    majorId: '38',
    mediumId: '38.09',
    smallId: '38.09.02',
    name: '其他未另分类的不提供住宿的社会工作活动',
    description: ' 本小类包括：\n 一针对个人和家庭的在他们的家中或其他地方提供的\n 社交、辅导、救济、避难、转诊等类似的服务，这\n 些服务由政府部门或私营组织、灾难救助组织、国\n 家或当地的自助组织及咨询专家提供：\n 儿童和青少年的救济和指导活动；\n 收养活动，防止虐待儿童及他人的相关活动；\n ◆家庭预算咨询，婚姻和家庭关系指导，信用及债\n 务咨询服务；\n 社区和邻里活动；\n 针对灾民、难民、移民等的活动，包括为其提供\n 临时或长期的庇护所；\n 为失业人士提供的职业康复和恢复活动，其中教\n 育所占成分很有限；\n ◆与救济援助、租金补贴、食物救济券有关的资格\n 审查活动；\n 在日间开放，为无家可归者和其他社会弱势群体\n 服务的机构；\n 针对社会工作的慈善活动，如筹资或其他支持性\n 活动。',
    excludes: [
      '一强制性社会保障计划的筹资和管理，见36.03.00;',
      '一与本小类中所述活动相类似的活动，但包括了住宿\n 的，见38.07.00。'
    ]
  },
  // Medium 38.10
  {
    majorId: '38',
    mediumId: '38.10',
    smallId: '',
    name: '兽医活动',
    description: ' 本中类包括为家畜或宠物提供的动物医疗保健和控制活\n动。这些活动是由有资格的兽医在兽医院，及对农场、养\n狗场或住宅出诊，或在自己的诊疗室、手术室或其他场所\n进行的活动。\n 本中类也包括动物急救车的活动。'
  },
  {
    majorId: '38',
    mediumId: '38.10',
    smallId: '38.10.00',
    name: '兽医活动',
    description: ' 本小类包括：\n —农场牲畜的医疗保健和控制活动；\n 一宠物的医疗保健和控制活动。\n 这些活动是由有资格的兽医在兽医院，及对农场、养狗\n场或住宅出诊，或在自己的诊疗室、手术室或其他场所进\n行的活动。\n 本小类还包括：\n 一兽医助理或其他辅助兽医人员的活动；\n 一临床病理及其他与动物有关的诊断活动；\n 一动物急救车的活动。',
    excludes: [
      '一不进行医疗保健的农场牲畜寄养活动，见01.06.02;',
      '一剪羊毛，见01.06.02;',
      '一畜群检测服务、驱赶服务、代养放牧服务、家禽阉\n 割，见01.06.02;',
      '一人工受精有关活动，见01.06.02;',
      '一不进行医疗保健的宠物寄养活动，见39.19.05。'
    ]
  }
];
