import { CategoryItem } from '../types';

export const category_10: CategoryItem[] = [
  {
    "id": "cat_10",
    "code": "10",
    "majorId": "10",
    "mediumId": "",
    "smallId": "",
    "name": "焦炭及精炼石油制品的制造",
    "description": "本大类包括将原油和原煤转变为可用产品。主要过程是石油精炼，即通过裂解和蒸馏技术将原油分离为各种成分的产品。 本大类包括气体的制造，例如炼油厂生产乙烷、丙烷和丁烷。 本大类还包括自营特色产品(例如焦炭、丁烷、丙烷、汽油、煤油、燃料油等)的制造，以及加工服务(如定制精炼)。 本大类不包括其他单位中上述气体的制造(12.01.04), 工业气体的制造(12.01.01),天然气(甲烷、乙烷、丙烷或丁烷)的开采(02.04.00),以及除石油气外燃料气体(例如煤气、水煤气、发生炉煤气、煤气厂煤气)的制造(26.01.01)。由精炼石油制造石化产品属于12大类。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_10_01",
    "code": "10.01",
    "majorId": "10",
    "mediumId": "10.01",
    "smallId": "",
    "name": "焦炉产品的制造",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_10_01_00",
    "code": "10.01.00",
    "majorId": "10",
    "mediumId": "10.01",
    "smallId": "10.01.00",
    "name": "焦炉产品的制造",
    "description": "",
    "includes": [
      "焦炉操作；",
      "焦炭及半焦炭的生产；",
      "沥青及沥青焦的生产；",
      "焦炉煤气的生产；",
      "原煤和褐煤焦油的生产；",
      "焦炭烧结。"
    ],
    "excludes": [
      "燃料型煤的生产，见10.02.00。"
    ]
  },
  {
    "id": "cat_10_02",
    "code": "10.02",
    "majorId": "10",
    "mediumId": "10.02",
    "smallId": "",
    "name": "精炼石油制品的制造",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_10_02_00",
    "code": "10.02.00",
    "majorId": "10",
    "mediumId": "10.02",
    "smallId": "10.02.00",
    "name": "精炼石油制品的制造",
    "description": "本小类包括以原油、沥青矿物或其分馏产品为原料制造液态或气态燃料或其制品。石油精炼包含一个或多个下列过程：分馏、原油的直接蒸馏、裂化。",
    "includes": [
      "发动机燃料的生产：汽油、煤油等；",
      "燃料的生产：轻质、中质和重质燃料油，炼厂气如乙烷、丙烷、丁烷等；",
      "油基润滑油或润滑脂的制造，包括利用废油制造；",
      "石化工业产品和生产路面覆盖物所需产品的制造；",
      "各种产品生产：石油溶剂油、凡士林、石蜡、石油膏等；",
      "石油压块的制造；",
      "生物混合燃料，即酒精与石油的混合物(如乙醇汽油)。",
      "泥煤型煤的制造；",
      "硬煤和褐煤燃料型煤的制造。"
    ],
    "excludes": []
  }
];
