import { CategoryItem } from '../types';

export const category_35: CategoryItem[] = [
  {
    id: 'cat_35',
    code: '35',
    majorId: '35',
    mediumId: '',
    smallId: '',
    name: '其他服务',
    description: ' 本大类主要包括：与法律、会计相关活动，公司总部的\n活动、管理咨询活动，广告与市场调查，摄影活动，笔译\n与口译，雇用活动，保安与调查活动，建筑物及景观的服\n务，办公室管理、办公支持及其他业务支持活动等。'
  },
  // Medium 35.01
  {
    majorId: '35',
    mediumId: '35.01',
    smallId: '',
    name: '法律活动',
    description: ''
  },
  {
    majorId: '35',
    mediumId: '35.01',
    smallId: '35.01.00',
    name: '法律活动',
    description: '本小类包括：\n一由律师团成员在法律上代表一方利益反对另一方，不\n 论是否在法庭上或其他司法机构内，或在其监督下：\n 民事案件的咨询和代理；\n 刑事案件的咨询和代理；\n 劳资纠纷相关的咨询和代理。\n 一般咨询、建议及法律文件准备：\n ◆与公司成立有关的公司章程、合伙协议或类似文件；\n ◆专利和版权；\n ◆契约、遗嘱、委托书等的准备。\n一其他公证人、民法证人、执达官、仲裁人、预审员\n 和鉴定人的活动。',
    excludes: [' 一法院事务，见36.02.03。']
  },
  // Medium 35.02
  {
    majorId: '35',
    mediumId: '35.02',
    smallId: '',
    name: '会计、簿记及审计活动，税务咨询',
    description: ''
  },
  {
    majorId: '35',
    mediumId: '35.02',
    smallId: '35.02.00',
    name: '会计、簿记及审计活动，税务咨询',
    description: '本小类包括：\n一来自商业或其他形式的贸易记录；\n一财务账目的准备与审计；\n一账目的检查及其准确性的证明；\n 一个人或企业所得税申报单的准备；\n一(税务)咨询活动以及在税务机构作为客户的代理。',
    excludes: [
      '—数据处理和制表活动，见33.03.01;',
      '一会计系统、预算控制程序的管理咨询，见35.04.02',
      ' 一票据托收，见35.21.01。'
    ]
  },
  // Medium 35.03
  {
    majorId: '35',
    mediumId: '35.03',
    smallId: '',
    name: '公司总部的活动',
    description: ''
  },
  {
    majorId: '35',
    mediumId: '35.03',
    smallId: '35.03.00',
    name: '公司总部的活动',
    description: ' 本小类包括对公司或企业中其他单位的监督管理，承担\n战略或组织规划并负责公司或企业的决策，实行运营控制\n并管理其相关单位的日常运作。\n 本小类包括的下列单位的活动：\n 一 总公司；\n —中央行政管理办公室；\n 一 公司总部；\n 一地区和区域办事处；\n 一子公司管理处。',
    excludes: ['一不参与管理的控股公司的活动，见32.02。']
  },
  // Medium 35.04
  {
    majorId: '35',
    mediumId: '35.04',
    smallId: '',
    name: '管理咨询活动',
    description: ''
  },
  {
    majorId: '35',
    mediumId: '35.04',
    smallId: '35.04.01',
    name: '公共关系和交流活动',
    description: ' 本小类包括向商业组织和其他组织在公共关系和沟通方\n面提供建议、指导或业务援助，包括进行交流说服活动。',
    excludes: [
      ' 一广告机构和媒体代理的服务，见35.05;',
      ' 一市场调查和民意调查，见35.06.00。'
    ]
  },
  {
    majorId: '35',
    mediumId: '35.04',
    smallId: '35.04.02',
    name: '商业和其他管理咨询活动',
    description: ' 本小类包括在管理问题上对企业和其他组织提供咨询、\n指导和业务援助服务，例如企业的战略和组织规划、业务\n流程重组、转变管理、降低成本和其他财务问题，营销目\n标和政策，人力资源的政策、执行和策划，补偿和退休策\n略，生产调度和控制计划。\n 对于企业和公共服务提供的商业服务可以包括咨询、指\n导或业务援助：\n 一会计方法或程序、成本核算方案、预算控制程序的\n 设 计 ；\n 一在策划、组织、效率和控制、管理信息等方面向商\n 业和公共服务提供建议和帮助。',
    excludes: [
      ' 一计算机会计系统软件的设计，见33.02.01;',
      ' —法律咨询和代理，见35.01.00;',
      ' 一会计、薄记和审计活动、税务咨询，见35.02.00;',
      ' 一建筑设计和工程咨询活动，见34.01.01、34.01.02;',
      ' 一环境、农学、安保和类似的咨询活动，见34.06.00',
      ' —高层管理人员安置或猎头咨询活动，见35.09.00;',
      ' 一教育咨询活动，见37.06.00。'
    ]
  },
  // Medium 35.05
  {
    majorId: '35',
    mediumId: '35.05',
    smallId: '',
    name: '广告',
    description: ''
  },
  {
    majorId: '35',
    mediumId: '35.05',
    smallId: '35.05.01',
    name: '广告机构',
    description: ' 本小类包括提供全方位的广告服务(即通过使用机构内\n部的能力或分包),包括建议、创意服务、广告材料的提\n供和购买。其包括：\n 一创作和实现广告活动：\n ◆在新闻报纸、期刊、广播、电视、互联网和其他\n 媒体上创作和发布广告；\n ◆创作和布置户外广告，如设计广告牌，展板，广\n 告栏和广告架，橱窗，陈列室，轿车和公共汽车\n 车身广告等；\n ◆空中广告；\n ◆分发或递送广告材料或样品；\n ◆创作看台、其他展览展台及场地。\n 一进行营销活动及其他广告服务，旨在吸引和留住客户：\n ◆产品促销；\n ◆销售点营销；\n ◆直邮广告；\n ◆营销咨询。',
    excludes: [
      ' 一广告材料的出版，见08.01.05;',
      ' 一商业信息电视和电影的制作，见39.05.01;',
      ' 一商业信息广播的制作，见08.02.00;',
      ' —市场调查，见35.06.00;',
      ' 一广告摄影，见35.07.00;',
      ' 一会议及贸易展组织者，见35.20.00;',
      ' 一邮寄活动，见35.18.02。'
    ]
  },
  {
    majorId: '35',
    mediumId: '35.05',
    smallId: '35.05.02',
    name: '媒体代理',
    description: '本小类包括：\n一媒体代理，即将各种媒体招揽广告的时段和空间的\n 出售或转售。',
    excludes: [
      ' 一所有者(出版商等)直接销售其时段和空间用于播\n 放广告，见相应活动类别；',
      ' 一公共关系活动，见35.04.01。'
    ]
  },
  // Medium 35.06
  {
    majorId: '35',
    mediumId: '35.06',
    smallId: '',
    name: '市场调查及民意调查',
    description: ''
  },
  {
    majorId: '35',
    mediumId: '35.06',
    smallId: '35.06.00',
    name: '市场调查及民意调查',
    description: ' 本小类包括：\n 一为了促销和开发新产品与服务，对市场潜力、消费\n 者对产品的容纳度以及熟悉度、消费者的购买习惯\n 的调查，包括对结果进行统计分析；\n 一公众对政治、经济和社会问题的集体意见的调查和\n 统计分析。'
  },
  // Medium 35.07
  {
    majorId: '35',
    mediumId: '35.07',
    smallId: '',
    name: '摄影活动',
    description: ''
  },
  {
    majorId: '35',
    mediumId: '35.07',
    smallId: '35.07.00',
    name: '摄影活动',
    description: ' 本小类包括：\n 一商业和消费性的照片制作：\n ◆护照、学校、婚礼等人像摄影；\n ◆商业、出版、时尚、房地产或旅游为目的的摄影；\n ◆航空摄影；\n ◆婚礼、会议等活动的影像录制。\n —胶片处理：\n ◆顾客提供的底片或电影胶片的冲洗、洗印及放大；\n ◆胶片冲洗和照片洗印室；\n ◆一小时取照照相馆(不作为相机商店的一部分);\n ◆幻灯片制作；\n ◆与照片有关的翻拍、恢复或幻灯片修补。\n 一摄影记者的活动。\n 本小类还包括：\n 一文件的微缩摄影。',
    excludes: [
      '一与电影和电视行业相关的电影胶片处理，见39.05.02;',
      '一地图测绘和空间信息活动，见34.01.02;',
      '一投币式(自助服务式)照相设备的经营，见39.19.05。'
    ]
  },
  // Medium 35.08
  {
    majorId: '35',
    mediumId: '35.08',
    smallId: '',
    name: '笔译和口译活动',
    description: ''
  },
  {
    majorId: '35',
    mediumId: '35.08',
    smallId: '35.08.00',
    name: '笔译和口译活动',
    description: '本小类包括：\n 一提供笔译和口译服务。'
  },
  // Medium 35.09
  {
    majorId: '35',
    mediumId: '35.09',
    smallId: '',
    name: '就业安置代理机构的活动',
    description: ''
  },
  {
    majorId: '35',
    mediumId: '35.09',
    smallId: '35.09.00',
    name: '就业安置代理机构的活动',
    description: ' 本小类包括列出职位空缺信息然后介绍或安排申请人就\n业，其中被安置的个人不是就业代理机构的雇员。\n 本小类包括：\n 一人员物色、选择推荐和安置活动，包括高级管理人\n 员的物色和安置；\n 一角色选派代理和服务，如戏剧角色选派代理；\n 一网上招聘代理的活动。',
    excludes: [' 一针对个人的戏剧或艺术代理人或代理机构的活动，\n 见34.06.00。']
  },
  // Medium 35.10
  {
    majorId: '35',
    mediumId: '35.10',
    smallId: '',
    name: '临时就业代理活动',
    description: ''
  },
  {
    majorId: '35',
    mediumId: '35.10',
    smallId: '35.10.00',
    name: '临时就业代理活动',
    description: ' 本小类包括为了在限定的时间内暂时为客户替代或补充\n劳动力而提供工人的活动，所提供的人员是临时服务单位\n的雇员。然而，归入到本小类的单位不负责直接监督他们\n在客户企业工作现场的雇员。'
  },
  // Medium 35.11
  {
    majorId: '35',
    mediumId: '35.11',
    smallId: '',
    name: '其他人力资源的提供',
    description: ''
  },
  {
    majorId: '35',
    mediumId: '35.11',
    smallId: '35.11.00',
    name: '其他人力资源的提供',
    description: ' 本小类包括为客户企业提供人力资源的活动。本小类的\n单位代表雇主就员工工资、税务以及其他财务和人力资源\n问题等有关事宜进行记录，但是他们不负责对员工进行指\n导和监督。\n 本小类人力资源的提供通常的做法是在长期的或永久的\n 基础上，且归类在本小类的单位在提供人力资源方面履行\n 范围宽泛的人力资源和人事管理的职责。',
    excludes: [
      ' 一提供人力资源职能的同时，监督和运营企业，见各\n 自企业的经济活动类别；',
      ' 一为临时替换或补充客户劳动力而提供人力资源，\n 见35.10.00。'
    ]
  },
  // Medium 35.12
  {
    majorId: '35',
    mediumId: '35.12',
    smallId: '',
    name: '私人保安活动',
    description: ''
  },
  {
    majorId: '35',
    mediumId: '35.12',
    smallId: '35.12.00',
    name: '私人保安活动',
    description: ' 本小类包含下述的一个或多个职能：警卫和巡逻服务，\n收取和交付资金、票据、或其他贵重物品，并配备人员和\n设备以在运输途中保护这些物品。\n 本小类包括：\n —装甲运钞车服务；\n 一 护卫服务；\n 一 测谎服务；\n 一 指纹服务；\n 一 保安服务；\n 一安全销毁存储在任何媒体上的信息。',
    excludes: [' 一公共秩序和公共安全活动，见36.02.04。']
  },
  // Medium 35.13
  {
    majorId: '35',
    mediumId: '35.13',
    smallId: '',
    name: '安防系统服务活动',
    description: ''
  },
  {
    majorId: '35',
    mediumId: '35.13',
    smallId: '35.13.00',
    name: '安防系统服务活动',
    description: ' 本小类包括：\n 一电子安全报警系统的监视和远程监控，如防盗和火\n 灾报警器，包括它们的安装和维护；\n —安装、维修、改造和调整机械或电子锁具设备、保\n 险箱和保险库及与它们相连的监视和远程监控；\n 开展这些活动的单位也可以从事销售这种安全系统、机\n械或电子锁具设备、保险箱和安保险库。',
    excludes: [
      ' 一无后期监控的安防系统的安装，如防盗及消防报警\n 系统，见28.07.01;',
      ' —在专门商店零售电子防盗报警系统、机械或电子锁\n 具设备、保险箱和保险库等，而不提供监视、安装\n 或维护服务的，见29.17.05;',
      ' 一安保咨询，见34.06.00;',
      ' 一公共秩序和公共安全活动，见36.02.04;',
      ' 一提供配钥匙服务，见29.22.06。'
    ]
  },
  // Medium 35.14
  {
    majorId: '35',
    mediumId: '35.14',
    smallId: '',
    name: '调查活动',
    description: ''
  },
  {
    majorId: '35',
    mediumId: '35.14',
    smallId: '35.14.00',
    name: '调查活动',
    description: '本小类包括：\n一调查和侦探服务；\n 一不依赖客户类型或调查目的，所有私人调查活动。'
  },
  // Medium 35.15
  {
    majorId: '35',
    mediumId: '35.15',
    smallId: '',
    name: '设施综合支持服务活动',
    description: ''
  },
  {
    majorId: '35',
    mediumId: '35.15',
    smallId: '35.15.00',
    name: '设施综合支持服务活动',
    description: ' 本小类包括结合客户的各种设施提供支持服务。这些服\n 务包括一般的室内清洁、维护、垃圾清理、警戒和安保、\n邮件递送、接待、洗衣及相关服务，以支持设施内部的运\n营。完成这些支持活动的工作人员不参与也不为客户的核\n心业务与活动负责。',
    excludes: [
      ' 一只提供一种辅助服务(如一般室内清洁服务)或从\n 事单一职能(如供热),根据提供的服务参见相应\n 类 别 ；',
      ' 一为客户设施全面运作提供管理和操作人员，如宾馆、\n 饭店、矿山、或医院，见单位运作类型所在类；',
      ' 一对客户的计算机系统和/或数据处理设备提供现场\n 管理和操作，见33.02.03;',
      ' 一在合同或收费前提下运行教养/改造设施(监狱),\n 见36.02.03。'
    ]
  },
  // Medium 35.16
  {
    majorId: '35',
    mediumId: '35.16',
    smallId: '',
    name: '清洁活动',
    description: ' 本中类包括所有类型建筑物的一般内部保洁和外墙清洁\n业务、建筑物专门清洗或其他专业清洗活动、工业机械的\n清洗、陆运和海运罐体的内部清洗、建筑物和工业机械的\n消毒和灭杀、洗瓶、街道清扫、扫雪和除冰。'
  },
  {
    majorId: '35',
    mediumId: '35.16',
    smallId: '35.16.01',
    name: '建筑物的一般清洁',
    description: ' 本小类包括：\n 一所有类型建筑物的一般(非专业)清洁，如：\n ◆办公室；\n ◆住宅或公寓；\n ◆ 工 厂 ；\n ◆ 商 店 ；\n ◆研究所。\n 一其他商业、专业场所和多单元住宅楼的一般(非专\n 业)清洁。\n 这些清洗主要是内部保洁但也可以附带一些外部保洁，\n如窗户或通道。',
    excludes: [' 一专业清洁，如窗户、烟囱、壁炉、炉灶、熔炉、焚烧\n 炉、锅炉、通风管和排气装置的清洁，见35.16.02。']
  },
  {
    majorId: '35',
    mediumId: '35.16',
    smallId: '35.16.02',
    name: '其他建筑及工业清洗活动',
    description: ' 本小类包括：\n 一各种类型建筑物的外墙清洁，包括办公楼、工厂、\n 商店、研究所和其他商业、专业场所以及多单元住\n 宅 楼 ；\n —建筑物的专业清洁活动，如窗户、烟囱、壁炉、炉\n 灶、熔炉、焚烧炉、锅炉、通风管和排气装置的\n 清 洁 ；\n —工业机械清洗；\n 一其他未另分类的建筑和工业清洗活动。',
    excludes: [' 一建筑物外墙蒸汽清洗、喷砂及类似活动，见28.09.02。']
  },
  {
    majorId: '35',
    mediumId: '35.16',
    smallId: '35.16.03',
    name: '其他清洁活动',
    description: '本小类包括：\n一游泳池的清洁和维护活动；\n一火车、公共汽车、飞机等的清洁；\n一陆运和海运罐体的内部清洗；\n一消毒和灭杀活动；\n一洗瓶 ；\n一道路清扫和扫雪除冰；\n一其他未另分类的清洁活动。',
    excludes: [
      '—农业病虫害防治，见01.06.01;',
      ' 一汽车保洁、洗车，见29.02.00。'
    ]
  },
  // Medium 35.17
  {
    majorId: '35',
    mediumId: '35.17',
    smallId: '',
    name: '景观服务活动',
    description: ''
  },
  {
    majorId: '35',
    mediumId: '35.17',
    smallId: '35.17.00',
    name: '景观服务活动',
    description: '本小类别包括：\n 一种植，护理和保养：\n ◆在下述公园和花园：\n ●私人或公共房屋的；\n ●公共和半公共建筑的(学校、医院、行政楼、\n 教堂建筑等);\n ●市政用地的(公园、绿地、墓地等);\n ●公路绿化的(道路、铁路线和电车轨道、水\n 路、港口);\n ●工业和商业建筑的。\n 一以下绿化：\n ◆建筑(天台花园、立面绿化、室内花园等);\n ◆运动场(足球场、高尔夫球场等)、游乐场、日\n 光浴场和其他休闲公园的草坪；\n ◆静止和流动的水(凹地、间歇湿地、池塘、游泳\n 池、沟渠、水道、污水处理厂系统);\n一防噪声、防风、防侵蚀和防晕眩的植物的种植。',
    excludes: [
      '一植物、树木的商业性生产以及为获得植物和树木商\n 业化产品的种植，见01.01～01.11;',
      '一苗圃和林木苗圃，见01.03.00、01.08.00;',
      ' 一保持良好农用环境条件的农田维护，见01.06.01;',
      ' —景观建设活动，见28大类；',
      ' —景观设计和建筑设计活动，见34.01.01。'
    ]
  },
  // Medium 35.18
  {
    majorId: '35',
    mediumId: '35.18',
    smallId: '',
    name: '办公室管理和支持活动',
    description: ' 本中类包括根据合同或收费，为他人提供各类日常办公\n室管理服务，例如财务规划、记账和档案保存、人员和物\n资分配及后勤物流。\n 本中类还包括在合同或收费基础上提供给其他单位的日常\n业务支持活动，这些活动通常是由企业或组织自行完成的。\n 归入这个类中的单位不提供工作人员完成企业的全部业\n务运营，实施完成这些特定类型活动的单位，按照其特定\n活动进行分类。'
  },
  {
    majorId: '35',
    mediumId: '35.18',
    smallId: '35.18.01',
    name: '综合的办公室管理服务活动',
    description: ' 本小类包括根据合同或收费，为其他机构提供综合的日\n常办公室管理服务，例如接待、财务规划、记账和档案保\n存、人事和邮件服务等。',
    excludes: [
      ' 一只提供某种特定方面活动的，根据特定活动分类；',
      ' 一提供作业人员且不附带监督，见35.09～35.11。'
    ]
  },
  {
    majorId: '35',
    mediumId: '35.18',
    smallId: '35.18.02',
    name: '复印、文件准备及其他专业化办公室支持活动',
    description: ' 本小类包括多种复制、文件准备和专业化的办公室支持\n活动。包括在本小类里的文件复制或印刷业务仅包含短期\n的打印活动。\n 本小类包括：\n 一文件的准备；\n 一文件编辑或校对；\n 一打字和文字处理；\n 一秘书辅助服务；\n 一文件转录和其他秘书服务；\n 一信件撰写或简历制作；\n 一提供邮箱租赁及其他邮政和邮寄服务，如信件预分\n 选、地址填写等；\n 一复印 ；\n 一复制 ；\n 一 晒蓝图；\n 一其他文件复制服务(不包括一并提供的印刷服务，\n 如胶印印刷、快速印刷、数码印刷、印前服务)。',
    excludes: [
      '一印刷文件(胶版印刷、快速印刷等),见09.01.02;',
      '一印前服务，见09.01.03;',
      '一制定和组织邮件广告活动，见35.05.01;',
      '一专业速记服务，如法庭报告速记，见35.21.03;',
      '一公共速记服务，见35.21.03。'
    ]
  },
  // Medium 35.19
  {
    majorId: '35',
    mediumId: '35.19',
    smallId: '',
    name: '呼叫中心的活动',
    description: ''
  },
  {
    majorId: '35',
    mediumId: '35.19',
    smallId: '35.19.00',
    name: '呼叫中心的活动',
    description: '本小类包括：\n—呼入型呼叫中心，人工操作的客户应答，自动呼叫\n 分配，计算机电话集成，交互式语音应答系统或用\n 类似方法接收订单，提供产品信息，处理顾客协助\n 请求或客户投诉；\n—呼出型呼叫中心，采用类似方法销售或出售商品或\n 为潜在客户服务，对客户进行市场调查或民意调查\n 和类似活动。'
  },
  // Medium 35.20
  {
    majorId: '35',
    mediumId: '35.20',
    smallId: '',
    name: '大会和贸易展览的组织',
    description: ''
  },
  {
    majorId: '35',
    mediumId: '35.20',
    smallId: '35.20.00',
    name: '大会和贸易展览的组织',
    description: ' 本小类包括对大型活动的组织、宣传和/或管理，例如\n商业和贸易展览、会议、谈判和集会，无论是否在该活动\n 进行中提供和管理了设施的操作人员。'
  },
  // Medium 35.21
  {
    majorId: '35',
    mediumId: '35.21',
    smallId: '',
    name: '未另分类的商业支持服务活动',
    description: ' 本中类包括收款代理、征信和未另分类的所有通常为商\n业提供的支持性活动。'
  },
  {
    majorId: '35',
    mediumId: '35.21',
    smallId: '35.21.01',
    name: '收款代理和征信机构的活动',
    description: ' 本小类包括：\n一委托款项代收以及为客户收集汇款，如票据或收账服务；\n一信息收集，如个人信用记录和工作经历以及商业信\n 用记录，并提供这些信息给金融机构、零售商和其\n 他需要评估个人或商业行为信用状况的机构。'
  },
  {
    majorId: '35',
    mediumId: '35.21',
    smallId: '35.21.02',
    name: '包装活动',
    description: ' 本小类包括：\n 一在收费或合同基础上的包装活动，无论其是否包含\n 自动化过程：\n ◆液体装瓶，包括饮料和食品；\n 固体包装(泡罩包装、铝箔包装等);\n 药物制剂安全包装；\n 标识、压印和烙印；\n 包裹包装和礼品包装。',
    excludes: [
      '一软饮料的制造和矿泉水生产，见03.10.07;',
      '一运输附带的包装活动，见31.13.05。'
    ]
  },
  {
    majorId: '35',
    mediumId: '35.21',
    smallId: '35.21.03',
    name: '其他未另分类的商业支持服务活动',
    description: '本小类包括：\n一提供法律诉讼现场逐字记录报告和速记记录，以及\n 记录材料的随后抄录，如：\n ◆法庭报告或速记服务；\n ◆公共速记服务。\n一提供会议等直播电视节目实时(即同步)的闭路\n 字 幕 ；\n一地址条形码编码服务；\n一条码印刷服务；\n —在合同或收费基础上的募捐组织服务；\n一收回(已售物品收回)服务；\n一咪表泊车硬币收集服务；\n一独立拍卖人活动；\n一忠诚度计划的管理；\n一其他未另分类的常规商业支持性活动。',
    excludes: [
      '一提供文件转录服务，见35.18.02;',
      '—提供胶片或磁带字幕的服务，见39.05.02。'
    ]
  }
];
