import { CategoryItem } from '../types';

export const category_21: CategoryItem[] = [
  {
    "id": "cat_21",
    "code": "21",
    "majorId": "21",
    "mediumId": "",
    "smallId": "",
    "name": "航空航天",
    "description": "本大类包括航空和航天器及相关机械的制造与维修。",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_21_01",
    "code": "21.01",
    "majorId": "21",
    "mediumId": "21.01",
    "smallId": "",
    "name": "航空和航天器及相关机械的制造",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_21_01_00",
    "code": "21.01.00",
    "majorId": "21",
    "mediumId": "21.01",
    "smallId": "21.01.00",
    "name": "航空和航天器及相关机械的制造",
    "description": "",
    "includes": [
      "一用于运输货物或旅客、用于国防、用于体育及其他目的的飞机的制造；",
      "一一直升机的制造；",
      "一滑翔机、悬挂式滑翔机的制造；",
      "一飞船和热气球的制造；",
      "一航空器的下列部件和配件的制造： ◆主要组件如机身、机翼、门、控制面、起落装置、燃料箱、引擎机舱等； 螺旋桨、直升机旋翼和推进叶片； 典型用于航空器的电动机和发动机； 航空器用涡轮喷气和涡轮螺旋桨发动机的部件。",
      "一地面飞行训练器的制造；",
      "一航天器和运载火箭、卫星、行星探测器、轨道站、航天航空器(穿梭机)的制造；",
      "一洲际弹道导弹(ICBM)的制造。",
      "一航空器或航空器发动机的大修和改装；",
      "一航空器座椅的制造。"
    ],
    "excludes": [
      "一降落伞的制造，见04.04.02;",
      "一军械和弹药的制造，见18.06.00;",
      "一卫星通信设备的制造，见19.03.00;",
      "一航空器仪表和航天仪器的制造，见19.05.01;",
      "一空中导航系统的制造，见19.05.01;",
      "一航空器照明设备的制造，见19.12.00;",
      "一内燃机点火部件和其他电气部件的制造，见19.14.00;",
      "一活塞、活塞环和化油器的制造，见18.01.01;",
      "一航空器发射装置、航母弹射器和相关设备的制造，见18.05.07。"
    ]
  },
  {
    "id": "cat_21_02",
    "code": "21.02",
    "majorId": "21",
    "mediumId": "21.02",
    "smallId": "",
    "name": "航空和航天器的修理和维护",
    "description": "",
    "includes": [],
    "excludes": []
  },
  {
    "id": "cat_21_02_00",
    "code": "21.02.00",
    "majorId": "21",
    "mediumId": "21.02",
    "smallId": "21.02.00",
    "name": "航空和航天器的修理和维护",
    "description": "本小类包括航空和航天器的修理和维护。",
    "includes": [
      "一航空器的修理和维护(不包括返厂改装、返厂大修、返厂重建);",
      "一航空器发动机的修理和维护。"
    ],
    "excludes": [
      "一航空器的返厂大修和重建，见21.01.00。"
    ]
  }
];
