import { CategoryItem } from '../types';

export const category_29: CategoryItem[] = [
  {
    id: 'cat_29',
    code: '29',
    majorId: '29',
    mediumId: '',
    smallId: '',
    name: '批发和零售业；汽车、摩托车、个人及家庭用品修理业',
    description: '本大类包括各种商品的批发和零售(即出售时不进行改造)以及提供与商品销售有关的附带服务。批发和零售是商品分配的最后步骤。此外，汽车和摩托车的修理，个人及家庭用品的修理与服务也属于本大类。货物不进行改造的销售包括通常与贸易相联系的作业(或操作),例如货物的分类、分级和组装、混合(掺合)(例如沙子)、装瓶(瓶子事先清洗或不清洗)、包装、拆包并重新包装以适用于小批量销售、储存(不论是冷冻或冷藏)。 29.01～29.04包括所有与汽车和摩托车有关的销售和修理活动，而29.05～29.21包括其他所有的销售活动，其中批发(29.05～29.12)与零售(29.13～29.21)的区别是在于客户的主要类型不同。\n 批发是指将新的或旧货商品向零售商转售(不进行改造的货物的销售),企业对企业的交易(B to B),如向工业、商业、机构或专业用户或其他批发商销售，或者或在商品买卖中充当上述人员或公司的销售代理人或经纪人。所包括的主要企业类型是批发商，即对其所售货物拥有所有权的批发商，诸如商业批发商，或中间商、工业分销商、出口商、进口商和购买合作社、由制造单位或采矿单位在其厂外或矿外为产品营销设立的销售门市部 and 销售处(但不零售商店，且其不仅是按照订单从工厂或矿区直接发货)。也包括从事农产品营销的商品经纪人、收取佣金的代售商和代理商及批发商、采购者和合作社。\n 批发商经常具体地对大宗货物进行装配、分类、分级、拆包、重新包装并分成小批量销售(如药物);储存、冷藏、发送和安置货物、向顾客促销及进行标签设计。\n 零售是指将新的或旧货商品通过商店、百货公司、售货摊、邮购商店、上门推销员、小商、小贩、消费合作社、拍卖行等单位，主要向一般公众转售供个人或家庭消费或使用(出售时不进行改造)。多数零售商对其销售的货物拥有所有权，但有些则是充当委托人的代理人，作为寄托销售或按销售额收取佣金。'
  },
  // Medium 29.01
  {
    majorId: '29',
    mediumId: '29.01',
    smallId: '',
    name: '汽车的销售',
    description: ''
  },
  {
    majorId: '29',
    mediumId: '29.01',
    smallId: '29.01.01',
    name: '轿车 and 轻型汽车的销售',
    description: '本小类包括：\n —新车和二手车的批发和零售：\n ◆载人车辆，包括专用的载人车辆，诸如救护车和小型面包车等(重量不超过3.5吨)。\n本小类还包括：\n 一越野汽车的批发和零售(重量不超过3.5吨)。',
    excludes: ['一汽车零部件及配件的批发和零售，见29.03', '一配备驾驶员的汽车租赁，见31.03', '—未配备驾驶员的汽车租赁，见32.14']
  },
  {
    majorId: '29',
    mediumId: '29.01',
    smallId: '29.01.02',
    name: '其他汽车的销售',
    description: '本小类包括：\n —新车和二手车的批发和零售：\n ◆货车，挂车和半挂车；\n ◆露营车，例如旅行挂车和房车。\n本小类还包括：\n一越野汽车的批发和零售(重量大于3.5吨)。',
    excludes: ['一汽车车零部件及配件的批发和零售，见29.03', '一配备驾驶员的货车租赁，见31.04.01', '—未配备驾驶员的货车租赁，见32.14.02']
  },
  // Medium 29.02
  {
    majorId: '29',
    mediumId: '29.02',
    smallId: '',
    name: '汽车的保养和修理',
    description: ''
  },
  {
    majorId: '29',
    mediumId: '29.02',
    smallId: '29.02.00',
    name: '汽车的保养和修理',
    description: '本小类包括：\n —汽车的保养和修理：\n ◆机械修理；\n ◆电气维修；\n ◆电子点火系统的维修；\n ◆日常检修；\n ◆车身修理；\n ◆汽车部件的维修；\n ◆清洗、抛光等；\n ◆喷涂、喷漆；\n ◆风挡和车窗的修理；\n ◆车座的修理。\n 一轮胎和管路的修理、调整或更换；\n 一防锈处理；\n 一不属于制造过程的零件和附件安装。',
    excludes: ['—轮胎翻新和再造，见14.01.01']
  },
  // Medium 29.03
  {
    majorId: '29',
    mediumId: '29.03',
    smallId: '',
    name: '汽车零部件及配件的销售',
    description: '本中类包括汽车各类零件、部件、耗材、工具和配件的批发和零售，例如：\n一橡胶轮胎与内胎；\n—火花塞、电池、照明设备及电气零件。'
  },
  {
    majorId: '29',
    mediumId: '29.03',
    smallId: '29.03.01',
    name: '汽车零部件及配件的批发',
    description: ''
  },
  {
    majorId: '29',
    mediumId: '29.03',
    smallId: '29.03.02',
    name: '汽车零部件及配件的零售',
    description: '',
    excludes: ['一汽车燃料的零售，见29.15.00']
  },
  // Medium 29.04
  {
    majorId: '29',
    mediumId: '29.04',
    smallId: '',
    name: '摩托车的销售、保养、维修及零部件和配件的销售',
    description: ''
  },
  {
    majorId: '29',
    mediumId: '29.04',
    smallId: '29.04.00',
    name: '摩托车的销售、保养、维修及零部件和配件的销售',
    description: '本小类包括：\n 一摩托车的批发和零售，包括轻便摩托车；\n 一摩托车零部件及配件的批发及零售(包括代理 and 邮购)\n 一摩托车的保养和修理。',
    excludes: [
      '一自行车及相关零部件和配件的批发，见29.08.09',
      '一自行车及相关零部件和配件的零售，见29.18.04',
      '一摩托车出租，见32.16.06',
      '一自行车修理和保养，见29.22.06'
    ]
  },
  // Medium 29.05
  {
    majorId: '29',
    mediumId: '29.05',
    smallId: '',
    name: '在收费或合同基础上的批发',
    description: '本中类包括：\n一佣金代理，商品经纪人及其他所有代表他人为其从 事交易的批发商的活动；\n一将买卖双方介绍到一起或代表委托人进行商业交易 的活动，包括在因特网上的交易。\n本中类还包括：\n一批发拍卖行的活动，包括因特网上批发拍卖。'
  },
  {
    majorId: '29',
    mediumId: '29.05',
    smallId: '29.05.01',
    name: '农业原料、活体动物、纺织原料及半成品的销售代理',
    description: '',
    excludes: [
      '一所有者自己进行批发贸易，见29.06～29.12',
      '一通过非实体店佣金代理商的零售，见29.21.02'
    ]
  },
  {
    majorId: '29',
    mediumId: '29.05',
    smallId: '29.05.02',
    name: '燃料、矿石、金属和工业化学品的销售代理',
    description: '本小类包括涉及以下的销售代理：\n ◆燃料，矿石，金属和工业化学品，包括化肥。',
    excludes: [
      '一所有者自己进行批发贸易，见29.06～29.12',
      '一通过非实体店佣金代理商的零售，见29.21.02'
    ]
  },
  {
    majorId: '29',
    mediumId: '29.05',
    smallId: '29.05.03',
    name: '木材和建筑材料的销售代理',
    description: '',
    excludes: [
      '一所有者自己进行批发贸易，见29.06～29.12',
      '一通过非实体店佣金代理商的零售，见29.21.02'
    ]
  },
  {
    majorId: '29',
    mediumId: '29.05',
    smallId: '29.05.04',
    name: '机械、工业设备、船舶和飞机的销售代理',
    description: '本小类代理的销售，包括：\n 机械，包括办公室机器和计算机、工业设备、船舶和飞机。',
    excludes: [
      '一汽车经纪商的活动，见29.01',
      '一汽车拍卖，见29.01',
      '一所有者自己进行批发贸易，见29.06～29.12',
      '一通过非实体店佣金代理商的零售，见29.21.02'
    ]
  },
  {
    majorId: '29',
    mediumId: '29.05',
    smallId: '29.05.05',
    name: '家具、家庭用品、五金器具和铁制品的销售代理',
    description: '',
    excludes: [
      '一所有者自己进行批发贸易，见29.06～29.12',
      '一通过非实体店佣金代理商的零售，见29.21.02'
    ]
  },
  {
    majorId: '29',
    mediumId: '29.05',
    smallId: '29.05.06',
    name: '纺织品、服装、毛皮、鞋类和皮革制品的销售代理',
    description: '',
    excludes: [
      '一所有者自己进行批发贸易，见29.06～29.12',
      '一通过非实体店佣金代理商的零售，见29.21.02'
    ]
  },
  {
    majorId: '29',
    mediumId: '29.05',
    smallId: '29.05.07',
    name: '食品、饮料和烟草的销售代理',
    description: '',
    excludes: [
      '一所有者自己进行批发贸易，见29.06～29.12',
      '一通过非实体店佣金代理商的零售，见29.21.02'
    ]
  },
  {
    majorId: '29',
    mediumId: '29.05',
    smallId: '29.05.08',
    name: '其他特定产品的专业销售代理',
    description: '',
    excludes: [
      '一所有者自己进行批发贸易，见29.06～29.12',
      '一通过非实体店佣金代理商的零售，见29.21.02',
      '一保险代理人的活动，见32.09.02',
      '一房地产代理人的活动，见32.13.01'
    ]
  },
  {
    majorId: '29',
    mediumId: '29.05',
    smallId: '29.05.09',
    name: '杂项物品的销售代理',
    description: '',
    excludes: [
      '一所有者自己进行批发贸易，见29.06～29.12',
      '一通过非实体店佣金代理商的零售，见29.21.02'
    ]
  },
  // Medium 29.06
  {
    majorId: '29',
    mediumId: '29.06',
    smallId: '',
    name: '农业原料和活体动物批发',
    description: ''
  },
  {
    majorId: '29',
    mediumId: '29.06',
    smallId: '29.06.01',
    name: '谷物、未经加工的烟草、种子和动物饲料的批发',
    description: '本小类包括：\n 一谷物和种子批发；\n 一含油水果的批发；\n 一未经加工的烟草的批发；\n 一牲畜饲料和其他未另分类的农业原材料的批发。',
    excludes: ['一纺织纤维的批发，见29.11.06。']
  },
  {
    majorId: '29',
    mediumId: '29.06',
    smallId: '29.06.02',
    name: '花卉和植物的批发',
    description: '本小类别包括：\n—花卉、植物和球茎的批发。'
  },
  {
    majorId: '29',
    mediumId: '29.06',
    smallId: '29.06.03',
    name: '活体动物的批发',
    description: ''
  },
  {
    majorId: '29',
    mediumId: '29.06',
    smallId: '29.06.04',
    name: '兽皮、生皮和皮革的批发',
    description: ''
  },
  // Medium 29.07
  {
    majorId: '29',
    mediumId: '29.07',
    smallId: '',
    name: '食品、饮料及烟草的批发',
    description: ''
  },
  {
    majorId: '29',
    mediumId: '29.07',
    smallId: '29.07.01',
    name: '水果和蔬菜的批发',
    description: '本小类包括：\n一新鲜水果和蔬菜批发；\n一腌制水果和蔬菜批发。'
  },
  {
    majorId: '29',
    mediumId: '29.07',
    smallId: '29.07.02',
    name: '肉类和肉类制品的批发',
    description: '本小类包括肉类和肉类制品的批发(包括禽肉)。'
  },
  {
    majorId: '29',
    mediumId: '29.07',
    smallId: '29.07.03',
    name: '乳制品、蛋及食用油脂的批发',
    description: '本小类包括：\n一奶制品的批发；\n一蛋类和蛋制品的批发；\n一食用油及动植物源脂肪的批发。'
  },
  {
    majorId: '29',
    mediumId: '29.07',
    smallId: '29.07.04',
    name: '饮料的批发',
    description: '本小类包括：\n一酒精饮料的批发；\n一不含酒精饮料的批发。\n本小类还包括：\n—葡萄酒的大宗购买和装瓶，但不加以改造。',
    excludes: ['一酒的调和或蒸馏酒勾兑，见03.10.01、03.10.02']
  },
  {
    majorId: '29',
    mediumId: '29.07',
    smallId: '29.07.05',
    name: '烟草制品的批发',
    description: ''
  },
  {
    majorId: '29',
    mediumId: '29.07',
    smallId: '29.07.06',
    name: '糖、巧克力和甜食的批发',
    description: '本小类包括：\n一糖、巧克力和甜食批发；\n一烘焙食品的批发。'
  },
  {
    majorId: '29',
    mediumId: '29.07',
    smallId: '29.07.07',
    name: '咖啡、茶、可可和调味料的批发',
    description: ''
  },
  {
    majorId: '29',
    mediumId: '29.07',
    smallId: '29.07.08',
    name: '其他食品的批发，包括鱼类、甲壳类和软体动物',
    description: '本小类还包括：\n—宠物饲料的批发。'
  },
  {
    majorId: '29',
    mediumId: '29.07',
    smallId: '29.07.09',
    name: '食品、饮料和烟草的非专营批发',
    description: ''
  },
  // Medium 29.08
  {
    majorId: '29',
    mediumId: '29.08',
    smallId: '',
    name: '家庭用品的批发',
    description: '本中类包括家庭用品的批发，其中包括家用纺织品。'
  },
  {
    majorId: '29',
    mediumId: '29.08',
    smallId: '29.08.01',
    name: '纺织品的批发',
    description: '本小类包括：\n一 纱线批发；\n一 织物批发；\n一家用亚麻布等的批发；\n一缝纫用品的批发：针、缝纫线等。',
    excludes: ['一纺织纤维的批发，见29.11.06。']
  },
  {
    majorId: '29',
    mediumId: '29.08',
    smallId: '29.08.02',
    name: '服装及鞋类的批发',
    description: '本小类包括：\n 一服装的批发，包括运动服；\n 一服装饰物的批发，如手套、领带和背带等；\n 一鞋类的批发；\n 一毛皮制品的批发；\n 一伞的批发。',
    excludes: ['一珠宝首饰的批发，见29.08.08;', '一皮革制品的批发，见29.08.09;', '一特殊体育器材的批发，如滑雪鞋，见29.08.09。']
  },
  {
    majorId: '29',
    mediumId: '29.08',
    smallId: '29.08.03',
    name: '家用电器的批发',
    description: '本小类包括：\n 一家用电器批发；\n 一广播电视设备批发；\n 一摄影及光学用品批发；\n 一电加热器具批发；\n 一预录的录音带、录影带、CD和DVD的批发。',
    excludes: ['一空白录音带、录影带、CD和DVD的批发，见29.09.02;', '一缝纫机批发，见29.10.04。']
  },
  {
    majorId: '29',
    mediumId: '29.08',
    smallId: '29.08.04',
    name: '瓷器、玻璃器具及清洁材料的批发',
    description: '本小类包括：\n一瓷器及玻璃器具的批发；\n一清洁材料批发。'
  },
  {
    majorId: '29',
    mediumId: '29.08',
    smallId: '29.08.05',
    name: '香水及化妆品的批发',
    description: '本小类包括：\n一香水、化妆品和肥皂的批发。'
  },
  {
    majorId: '29',
    mediumId: '29.08',
    smallId: '29.08.06',
    name: '药品的批发',
    description: '本小类包括：\n一药品及医疗器具的批发。'
  },
  {
    majorId: '29',
    mediumId: '29.08',
    smallId: '29.08.07',
    name: '家具、地毯、照明设备的批发',
    description: '本小类包括：\n 一家用家具的批发；\n 一地毯的批发；\n 一照明设备的批发。',
    excludes: ['一办公家具的批发，见29.10.05。']
  },
  {
    majorId: '29',
    mediumId: '29.08',
    smallId: '29.08.08',
    name: '手表和珠宝首饰的批发',
    description: ''
  },
  {
    majorId: '29',
    mediumId: '29.08',
    smallId: '29.08.09',
    name: '其他家庭用品的批发',
    description: '本小类包括：\n 一木制品、柳条制品 and 软木制品等的批发；\n 一自行车及其零件和附件的批发；\n 一文具、书籍、杂志和报刊的批发；\n 一皮革制品和旅行用品的批发；\n 一 乐器的批发；\n —游戏用品与玩具的批发；\n 一体育用品的批发，包括特殊运动鞋类，如滑雪鞋。'
  },
  // Medium 29.09
  {
    majorId: '29',
    mediumId: '29.09',
    smallId: '',
    name: '信息和通信设备的批发',
    description: '本中类包括信息 and 通信技术(ICT)设备的批发，如计算机、电信设备及零部件。'
  },
  {
    majorId: '29',
    mediumId: '29.09',
    smallId: '29.09.01',
    name: '计算机及其外部设备和软件的批发',
    description: '本小类包括：\n一计算机及其外部设备的批发；\n一软件的批发。',
    excludes: ['一电子元器件的批发，见29.09.02;', '一办公机器和设备的批发，(电脑及其外部设备除外),见29.10.06。']
  },
  {
    majorId: '29',
    mediumId: '29.09',
    smallId: '29.09.02',
    name: '电子和电信设备及零件的批发',
    description: '本小类包括：\n一电子管和真空管的批发；\n一半导体器件的批发；\n一微晶片和集成电路的批发；\n一印刷电路的批发；\n一空白音像带盘、磁盘和光盘(CD and DVD)的批发；\n一电话及通信设备的批发。',
    excludes: ['一已录制的录音带、录影带、CD and DVD的批发，见29.08.03;', '一计算机及其外部设备的批发，见29.09.01。']
  },
  // Medium 29.10
  {
    majorId: '29',
    mediumId: '29.10',
    smallId: '',
    name: '其他机器、设备及物资的批发',
    description: '本中类包括各行业专业机器、专业设备与物资，及通用机械的批发。'
  },
  {
    majorId: '29',
    mediumId: '29.10',
    smallId: '29.10.01',
    name: '农业机械、设备和物资的批发',
    description: '本小类包括：\n—农业机械和设备批发：\n ◆犁、施肥机、播种机；\n ◆收割机；\n ◆脱粒机；\n ◆挤奶器；\n ◆家禽饲养机具，养蜂机具；\n ◆农业和林业用拖拉机。\n本小类还包括：\n一各种操作方式的割草机的批发。'
  },
  {
    majorId: '29',
    mediumId: '29.10',
    smallId: '29.10.02',
    name: '机床的批发',
    description: '本小类包括：\n一各种类型和加工各种材质的机床的批发。\n本小类还包括：\n一计算机控制机床的批发。'
  },
  {
    majorId: '29',
    mediumId: '29.10',
    smallId: '29.10.03',
    name: '采矿、建筑和土木工程机械的批发',
    description: ''
  },
  {
    majorId: '29',
    mediumId: '29.10',
    smallId: '29.10.04',
    name: '纺织机械和缝纫、针织机械的批发',
    description: '本小类还包括：\n 一纺织工业用的计算机控制机械及计算机控制的缝纫和针织机械的批发。'
  },
  {
    majorId: '29',
    mediumId: '29.10',
    smallId: '29.10.05',
    name: '办公家具的批发',
    description: '本小类包括：\n一涉及以下的批发服务：\n◆归类于23.01.01的商品(办公及店用家具的制造)。'
  },
  {
    majorId: '29',
    mediumId: '29.10',
    smallId: '29.10.06',
    name: '其他办公机器及设备的批发',
    description: '本小类包括：\n一办公机械和设备的批发，但计算机及其外部设备除外；',
    excludes: ['一计算机及其外部设备，见29.09.01;', '一电子零部件、电话和通信设备的批发，见29.09.02。']
  },
  {
    majorId: '29',
    mediumId: '29.10',
    smallId: '29.10.07',
    name: '其他机械和设备的批发',
    description: '本小类包括：\n一交通设备的批发，但汽车、摩托车和自行车除外；\n一生产线机器人的批发；\n一工业用电线和开关及其他安装设备的批发；\n一其他电器材料的批发，如电动机、变压器；\n一其他未另分类的用于工业、商业和导航及其他服务的机械的批发(但采矿、建筑、土木工程和纺织工业除外)。\n本小类还包括：\n 一测量仪器和设备批发。',
    excludes: ['一汽车、拖车和旅行挂车批发，见29.01;', '一汽车零件的批发，见29.03.01;', '一摩托车的批发，见29.04.00;', '一自行车的批发，见29.08.09。']
  },
  // Medium 29.11
  {
    majorId: '29',
    mediumId: '29.11',
    smallId: '',
    name: '其他专营批发',
    description: '本中类包括本大类中未单列为其他中类的专营批发，包括农产品之外的明显不属于家庭用品的一些中间产品的批发。'
  },
  {
    majorId: '29',
    mediumId: '29.11',
    smallId: '29.11.01',
    name: '固体、液体和气体燃料及相关产品的批发',
    description: '本小类包括：\n一燃料、润滑脂、润滑油和其他油类产品的批发，如：\n ◆木炭、煤、焦炭、薪材，石脑油；\n 原油、柴油、汽油、燃料油、取暖油、煤油；\n ◆液化石油气、丁烷和丙烷气；\n ◆润滑油脂、精炼石油产品。'
  },
  {
    majorId: '29',
    mediumId: '29.11',
    smallId: '29.11.02',
    name: '金属及金属矿物的批发',
    description: '本小类包括：\n 一含铁金属和非铁金属矿物的批发；\n 一初级形态的含铁金属和非铁金属的批发；\n 一其他未另分类的含铁金属和非铁金属半成品的批发；\n 一黄金和其他贵金属的批发。',
    excludes: ['一金属碎屑的批发，见29.11.07。']
  },
  {
    majorId: '29',
    mediumId: '29.11',
    smallId: '29.11.03',
    name: '木材、建筑材料及卫生设备的批发',
    description: '本小类包括：\n—未加工木材的批发；\n一木材初加工产品的批发；\n一涂料和清漆的批发；\n一建筑材料的批发：\n ◆沙子、砾石。\n一墙纸与地面铺设物的批发；\n一平板玻璃批发；\n一卫生设备的批发：\n ◆浴缸、洗手盆、盥洗用陶瓷制品和其他卫生陶瓷制品。\n一预制构件建筑物的批发。'
  },
  {
    majorId: '29',
    mediumId: '29.11',
    smallId: '29.11.04',
    name: '五金制品、管道设备和供暖设备及物资的批发',
    description: '本小类包括：\n一五金器材和锁具的批发；\n一接头 and 夹具的批发；\n一热水器的批发；\n一卫生安装设备的批发：\n ◆水管、导管、配件、龙头、三通、连接管、橡胶管等。\n一工具的批发，如锤子、锯子、螺丝刀和其他手持工具。'
  },
  {
    majorId: '29',
    mediumId: '29.11',
    smallId: '29.11.05',
    name: '化工产品的批发',
    description: '本小类包括：\n一工业化学品批发：\n ◆苯胺、印刷油墨、精油、工业气体、化学胶、染料、合成树脂、甲醇、石蜡、香水和调味香料、苏打、工业盐、酸和硫化物、淀粉衍生物等。\n一化肥 and 农用化学产品的批发。'
  },
  {
    majorId: '29',
    mediumId: '29.11',
    smallId: '29.11.06',
    name: '其他中间产品的批发',
    description: '本小类包括：\n一初级形态的塑料材料的批发；\n一橡胶的批 发；\n一纺织纤维等的批发；\n一大宗纸张的批发；\n一宝石批发。'
  },
  {
    majorId: '29',
    mediumId: '29.11',
    smallId: '29.11.07',
    name: '废旧材料的批发',
    description: '本小类包括：\n 一金属和非金属废旧材料及回收材料的批发，包括对旧货(如汽车等)进行收集、分类、分离、剥离等以获取可再利用的零件，打包和重新包装、储存和发送，但对物品不进行实际改造。此外，购进和出售的废料具有残余价值。\n本小类还包括：\n 一将车辆、计算机、电视和其他设备进行拆解以获取可用零部件再出售。',
    excludes: [
      '—家庭和工业废物的收集，见39.02;',
      '一为了废弃处置而非在工业制造中再利用而进行的废物的处理，见39.03;',
      '一需要对废旧材料或其他物品进行实际改造，才能加工成再生原材料(由此产生的再生原材料适合直接用于工业制造过程，而不是最终产品)见24.01;',
      '一以材料回收为目的进行的车辆、计算机、电视和其他设备的拆解，见24.01.01;',
      '—拆船，见24.01.01;',
      '一采用机械方式粉碎汽车，见24.01.02;',
      '一二手物品的零售，见29.19.09。'
    ]
  },
  // Medium 29.12
  {
    majorId: '29',
    mediumId: '29.12',
    smallId: '',
    name: '非专营批发贸易',
    description: ''
  },
  {
    majorId: '29',
    mediumId: '29.12',
    smallId: '29.12.00',
    name: '非专营批发贸易',
    description: '本小类包括：\n一多种产品的批发销售而不存在任何特殊的专业化要求。'
  },
  // Medium 29.13
  {
    majorId: '29',
    mediumId: '29.13',
    smallId: '',
    name: '非专营店中的零售',
    description: '本中类包括同一单位(非专营商店)中多种类型产品的零售，如超市或百货商场。'
  },
  {
    majorId: '29',
    mediumId: '29.13',
    smallId: '29.13.01',
    name: '以销售食品、饮料或烟草为主的非专营店的零售',
    description: '本小类包括：\n—以食品、饮料或烟草为主的多种货物的零售：\n ◆一般商店的活动，销售多种商品，除食品、饮料或烟草外还兼售诸如服装、家具、日用品、五金制品、化妆品等其他类商品。'
  },
  {
    majorId: '29',
    mediumId: '29.13',
    smallId: '29.13.02',
    name: '其他非专营店中的零售',
    description: '本小类包括：\n一不以食品、饮料或烟草为主的各种货物的零售；\n 一经营一般商品的百货商店的活动，经营商品包括服装、家具、日用品、五金制品、化妆品、珠宝首饰、玩具、体育用品等。'
  },
  // Medium 29.14
  {
    majorId: '29',
    mediumId: '29.14',
    smallId: '',
    name: '专营店中食品、饮料和烟草的零售',
    description: ''
  },
  {
    majorId: '29',
    mediumId: '29.14',
    smallId: '29.14.01',
    name: '专营店中水果和蔬菜的零售',
    description: '本小类包括：\n一新鲜水果和蔬菜的零售；\n一经过腌制等加工的水果和蔬菜的零售。'
  },
  {
    majorId: '29',
    mediumId: '29.14',
    smallId: '29.14.02',
    name: '专营店中肉类和肉类制品的零售',
    description: '本小类包括：\n—肉类和肉类制品的零售(包括禽肉)。'
  },
  {
    majorId: '29',
    mediumId: '29.14',
    smallId: '29.14.03',
    name: '专营店中鱼类、甲壳类和软体动物的零售',
    description: '本小类包括：\n一鱼类、其他海产品及其制品的零售。'
  },
  {
    majorId: '29',
    mediumId: '29.14',
    smallId: '29.14.04',
    name: '专门商店中心面包、蛋糕、糕点和糖果的零售',
    description: ''
  },
  {
    majorId: '29',
    mediumId: '29.14',
    smallId: '29.14.05',
    name: '专营店中饮料的零售',
    description: '本小类包括：\n 一(非店内消费的)饮料的零售：\n ◆酒精类饮料；\n 不含酒精饮料。'
  },
  {
    majorId: '29',
    mediumId: '29.14',
    smallId: '29.14.06',
    name: '专营店中烟草制品的零售',
    description: '本小类包括：\n—烟草的零售；\n一烟草制品的零售。'
  },
  {
    majorId: '29',
    mediumId: '29.14',
    smallId: '29.14.07',
    name: '专营店中其他食品的零售',
    description: '本小类包括：\n—奶制品和蛋类的零售；\n一其他未另分类食品的零售。'
  },
  // Medium 29.15
  {
    majorId: '29',
    mediumId: '29.15',
    smallId: '',
    name: '专营店中汽车燃料的零售',
    description: ''
  },
  {
    majorId: '29',
    mediumId: '29.15',
    smallId: '29.15.00',
    name: '专营店中汽车燃料的零售',
    description: '本小类包括：\n —汽车和摩托车用燃料的零售。\n本小类还包括：\n —汽车润滑产品 and 冷却产品的零售。',
    excludes: ['一燃料批发，见29.11.01;', '一烹饪和取暖用液化石油气的零售，见29.19.08。']
  },
  // Medium 29.16
  {
    majorId: '29',
    mediumId: '29.16',
    smallId: '',
    name: '专营店中信息和通信设备的零售',
    description: '本中类包含专营店中信息 and 通信(ICT)设备的零售，包括计算机与外部设备、通信设备和消费用电子产品的零售。'
  },
  {
    majorId: '29',
    mediumId: '29.16',
    smallId: '29.16.01',
    name: '专营店中计算机、外部设备、软件的零售',
    description: '本小类包括：\n一计算机的零售；\n一计算机外设产品的零售；\n一视频游戏机的零售；\n—非客户订制软件的零售，包括视频游戏。',
    excludes: ['一空白磁带与光碟的零售，见29.18.03。']
  },
  {
    majorId: '29',
    mediumId: '29.16',
    smallId: '29.16.02',
    name: '专营店中电信设备的零售',
    description: ''
  },
  {
    majorId: '29',
    mediumId: '29.16',
    smallId: '29.16.03',
    name: '专营店中音像设备的零售',
    description: '本小类包括：\n一收音机和电视机的零售；\n一音像设备的零售；\n—CD、DVD等播放和录制设备的零售。'
  },
  // Medium 29.17
  {
    majorId: '29',
    mediumId: '29.17',
    smallId: '',
    name: '专营店中其他家用设备的零售',
    description: '本中类包括专营店中其他家用设备的零售，如纺织品、五金、地毯、家用电器或家具的零售。'
  },
  {
    majorId: '29',
    mediumId: '29.17',
    smallId: '29.17.01',
    name: '专营店中纺织品的零售',
    description: '本小类包括：\n一 织物零售；\n—针织用纱的零售；\n一制作地毯、挂毯或刺绣用的基本材料的零售；\n一纺织品的零售；\n一缝纫用品的零售：针、线等。',
    excludes: ['一服装的零售，见29.19.01。']
  },
  {
    majorId: '29',
    mediumId: '29.17',
    smallId: '29.17.02',
    name: '专营店中五金制品、油漆和玻璃的零售',
    description: '本小类包括：\n一五金制品的零售；\n一色漆、清漆和亮漆的零售；\n一平板玻璃的零售；\n一其他建筑材料的零售，如砖、木、卫生设备等；\n一自装配(DIY)材料和设备的零售。\n本小类还包括：\n一各种操作方式的割草机的零售；\n一蒸汽浴室的零售。'
  },
  {
    majorId: '29',
    mediumId: '29.17',
    smallId: '29.17.03',
    name: '专营店中地毯和小地毯、墙面和地面覆盖物的零售',
    description: '本小类包括：\n一地毯和小地毯的零售；\n—窗帘和窗纱的零售；\n一墙纸和地面覆盖物的零售。',
    excludes: ['一软木地板的零售，见29.17.02。']
  },
  {
    majorId: '29',
    mediumId: '29.17',
    smallId: '29.17.04',
    name: '专营店中家用电气设备的零售',
    description: '',
    excludes: ['一音像设备的零售，见29.16.03。']
  },
  {
    majorId: '29',
    mediumId: '29.17',
    smallId: '29.17.05',
    name: '专营店中家具、照明设备及其他家庭用品的零售',
    description: '本小类包括：\n —家用家具的零售；\n 一照明用具的零售；\n一家庭炊具 and 刀具、陶瓷餐具、玻璃器具、瓷器和陶器的零售；\n 一木制品及软木制品和枝编制品的零售；\n 一家庭用品(非电器)的零售；\n 一乐器和乐谱的零售；\n一不需安装或维护的电气安全报警系统如锁具、保险箱、保险柜的零售；\n 一其他未另分类的家庭用品和设备的零售。',
    excludes: ['一古董的零售，见29.19.09。']
  },
  // Medium 29.18
  {
    majorId: '29',
    mediumId: '29.18',
    smallId: '',
    name: '专营店中文化娱乐用品的零售',
    description: '本中类包括专营店中文化娱乐用品的销售，如书籍、报纸、音像制品、运动器材、游戏用品和玩具的零售。'
  },
  {
    majorId: '29',
    mediumId: '29.18',
    smallId: '29.18.01',
    name: '专营店中书籍的零售',
    description: '本小类包括：\n 一各类书籍的零售。',
    excludes: ['一旧书或古籍的零售，见29.19.09。']
  },
  {
    majorId: '29',
    mediumId: '29.18',
    smallId: '29.18.02',
    name: '专营店中报纸及文具的零售',
    description: '本小类还包括：\n 一办公用品的零售，如钢笔、铅笔、纸张等。'
  },
  {
    majorId: '29',
    mediumId: '29.18',
    smallId: '29.18.03',
    name: '专营店中音像制品的零售',
    description: '本小类包括：\n —音乐唱片、录音带、光盘和盒带的零售；\n 一录影带 and DVD的零售。\n 本小类还包括：\n 一空白磁带和光盘的零售。'
  },
  {
    majorId: '29',
    mediumId: '29.18',
    smallId: '29.18.04',
    name: '专营店中运动器材的零售',
    description: '本小类包括：\n 一体育用品、渔具、野营用品、小艇与自行车的零售。'
  },
  {
    majorId: '29',
    mediumId: '29.18',
    smallId: '29.18.05',
    name: '专营店中游戏用品和玩具的零售',
    description: '本小类包括：\n 一各种材料制成的游戏用品和玩具的零售。',
    excludes: [
      '—视频游戏机的零售，见29.16.01;',
      '一非客户订制的软件的零售，包括视频游戏，见29.16.01。'
    ]
  },
  // Medium 29.19
  {
    majorId: '29',
    mediumId: '29.19',
    smallId: '',
    name: '专营店中其他商品的零售',
    description: '本中类包含在专营店中销售的其他分类中未包含的专营产品，如服装、鞋靴和皮革制品、药品和医疗用品、手表、纪念品、清洁用品、武器、鲜花、宠物及其他。同时也包括专营店中旧货的零售。'
  },
  {
    majorId: '29',
    mediumId: '29.19',
    smallId: '29.19.01',
    name: '专营店中服装的零售',
    description: '本小类包括：\n 一服装的零售；\n 一毛皮物品的零售；\n 一服装配饰的零售，如手套、领带、背带等。',
    excludes: ['一纺织品的零售，见29.17.01。']
  },
  {
    majorId: '29',
    mediumId: '29.19',
    smallId: '29.19.02',
    name: '专营店中鞋类和皮革制品的零售',
    description: '本小类包括：\n 一鞋类的零售；\n —皮革制品的零售；\n —皮制的或用皮革代用品制作的旅行用品的零售。',
    excludes: ['一特殊体育用品，如滑雪鞋，见29.18.04。']
  },
  {
    majorId: '29',
    mediumId: '29.19',
    smallId: '29.19.03',
    name: '专营店中药剂师配药',
    description: ''
  },
  {
    majorId: '29',
    mediumId: '29.19',
    smallId: '29.19.04',
    name: '专营店中医疗和矫形器械的零售',
    description: ''
  },
  {
    majorId: '29',
    mediumId: '29.19',
    smallId: '29.19.05',
    name: '专营店中化妆品和盥洗用品的零售',
    description: '本小类包括：\n一香水、化妆品和盥洗用品的零售。'
  },
  {
    majorId: '29',
    mediumId: '29.19',
    smallId: '29.19.06',
    name: '专营店中花卉、植物、种子、肥料、宠物和宠物食品的零售',
    description: ''
  },
  {
    majorId: '29',
    mediumId: '29.19',
    smallId: '29.19.07',
    name: '专营店中手表和珠宝首饰的零售',
    description: ''
  },
  {
    majorId: '29',
    mediumId: '29.19',
    smallId: '29.19.08',
    name: '专营店中其他新商品的零售',
    description: '本小类包括：\n一摄影器材、光学设备和精密仪器的零售；\n一配镜师的活动；\n一纪念品、工艺品和宗教用品的零售；\n一商业画廊的活动；\n一家用燃油、瓶装煤气、煤炭 and 薪材的零售；\n一武器和弹药的零售；\n一邮票和纪念币的零售；\n一商业艺术画廊的零售服务；\n一未另分类的非食品产品的零售。'
  },
  {
    majorId: '29',
    mediumId: '29.19',
    smallId: '29.19.09',
    name: '旧货的零售',
    description: '本小类包括：\n 一 旧书的零售；\n 一其他旧货的零售；\n 一古董的零售；\n 一拍卖行的活动(零售)。',
    excludes: [
      '一旧汽车的零售，见29.01;',
      '一因特网上的拍卖活动和其他非商店的拍卖活动(零售),见29.21.01、29.21.02;',
      '一典当行的活动，见32.04.02。'
    ]
  },
  // Medium 29.20
  {
    majorId: '29',
    mediumId: '29.20',
    smallId: '',
    name: '通过售货摊和市场进行的零售',
    description: '本中类包括在路边摆设的流动售货摊或在某一固定市场上进行任何新产品或旧货的零售。'
  },
  {
    majorId: '29',
    mediumId: '29.20',
    smallId: '29.20.01',
    name: '在售货摊和市场进行的食品、饮料和烟草产品的零售',
    description: '',
    excludes: ['一用于即时消费的熟食的制作(流动食品售货摊),见30.05.00。']
  },
  {
    majorId: '29',
    mediumId: '29.20',
    smallId: '29.20.02',
    name: '在售货摊和市场进行的纺织品、服装和鞋类的零售',
    description: ''
  },
  {
    majorId: '29',
    mediumId: '29.20',
    smallId: '29.20.03',
    name: '在售货摊和市场进行的其他商品的零售',
    description: '本小类包括：\n —在售货摊和市场进行的其他商品的零售，如：\n 地毯和小地毯；\n 书 籍 ；\n 游戏用品和玩具；\n 家用电器和电子消费品；\n ◆录音和录像设备。'
  },
  // Medium 29.21
  {
    majorId: '29',
    mediumId: '29.21',
    smallId: '',
    name: '不在商店、售货摊和市场进行的零售',
    description: '本中类包括通过邮购商店、网上销售、上门推销及售货机进行的零售活动等。'
  },
  {
    majorId: '29',
    mediumId: '29.21',
    smallId: '29.21.01',
    name: '通过邮购商店和因特网进行的零售',
    description: '本小类包括通过邮购公司或因特网进行的零售活动，即客户根据广告、产品手册、网站信息、模特或其他广告方式做出选择，并通过邮件、电话或因特网(通常通过网站提供的特殊方式)发出订单。所购产品可以直接从因特网上下载或者派人直接送到客户手中。\n 本小类包括：\n 一任何种类产品的邮购零售；\n 一任何种类产品的网上零售。\n 本小类还包括：\n 一通过电视、广播、电话进行的直销；\n 一在因特网上的进行的零售拍卖。',
    excludes: [
      '—在因特网上进行的汽车及汽车零配件的零售，见29.01、29.03;',
      '—在因特网上进行的摩托车及其零配件的零售，见29.04.00。'
    ]
  },
  {
    majorId: '29',
    mediumId: '29.21',
    smallId: '29.21.02',
    name: '其他不在商店、售货摊或市场上的零售',
    description: '本小类包括：\n一以前各小类中未列入的任何方式进行的任何产品的零售：\n ◆通过人员直销或上门推销；\n ◆通过售货机等。\n一直接送至客户所在地的燃料(取暖油、薪材等)的销售；\n 一无店铺的拍卖活动(除互联网以外的零售);\n —无店铺的代理经纪商的零售。'
  },
  // Medium 29.22
  {
    majorId: '29',
    mediumId: '29.22',
    smallId: '',
    name: '个人及家庭用品的修理',
    description: '本中类包括个人及家庭用品的修理与服务。'
  },
  {
    majorId: '29',
    mediumId: '29.22',
    smallId: '29.22.01',
    name: '消费用电子产品的修理',
    description: '本小类包括消费用电子产品的修理和维护：\n 一消费用电子产品的修理：\n ◆电视机、无线电接收机；\n ◆盒式磁带录像机(VCR);\n ◆ CD播放机；\n ◆家用摄影机。'
  },
  {
    majorId: '29',
    mediumId: '29.22',
    smallId: '29.22.02',
    name: '家用电器、家庭及园艺设备的修理',
    description: '本小类包括家用电器、家庭及园艺设备的修理与服务：\n —家用电器的修理与服务：\n ◆冰箱、炉具、洗衣机、干衣机、房间用空调等。\n 一家庭与园艺设备的修理与服务：\n ◆草坪剪草机、修边机、吹雪机与吹叶机、修剪工具等。',
    excludes: ['一手持动力工具的修理，见18.08.00;', '一中央空调系统的修理，见28.07.02。']
  },
  {
    majorId: '29',
    mediumId: '29.22',
    smallId: '29.22.03',
    name: '鞋类及皮革制品的修理',
    description: '本小类包括鞋类和皮革制品的修理与保养：\n一靴、鞋、箱包及类似用品的修理；\n一鞋跟的安装。'
  },
  {
    majorId: '29',
    mediumId: '29.22',
    smallId: '29.22.04',
    name: '家具及家居摆设的修理',
    description: '本小类包括：\n —家具和家庭摆设包括办公家具的重新装面、重新装饰、修理及修复。'
  },
  {
    majorId: '29',
    mediumId: '29.22',
    smallId: '29.22.05',
    name: '手表、钟表和珠宝首饰的修理',
    description: '本小类包括：\n 一手表、钟表及其零件，如：表壳和外壳(所有材质的)、机芯，天文钟等的修理；\n 一珠宝的修理。',
    excludes: ['—打卡钟、时间/日期印章、定时锁及类似时间记录设备的修理，见19.15.00。']
  },
  {
    majorId: '29',
    mediumId: '29.22',
    smallId: '29.22.06',
    name: '其他个人及家庭用品的修理',
    description: '本小类包括个人和家庭用品的维修；\n一 自行车的修理；\n一服装的修补和改样；\n一体育用品(体育枪支除外)和野营设备的修理；\n一书籍的修理；\n一乐器(风琴和古乐器除外)的修理；\n一玩具及类似物品的修理；\n一其他个人和家庭用品的修理和维护；\n一钢琴调音。',
    excludes: ['一工业金属雕刻，见17.10.01;', '一体育与娱乐用枪的修理，17.13.00;', '一手持动力工具的修理，见18.08.00。']
  }
];
